@title Проблемы и сложности попытки назначить свидание Твайлайт Спаркл
@url https://ponyfiction.org/story/14650/

#------------------------------------------------------------------------------
@chapter 1 Понимание
#------------------------------------------------------------------------------

Рабочий стол Селестии был огромен. Он словно занимал весь ее кабинет, несмотря на то, что и сама комната была равноценно гигантской. “Доминирующий” был одним из эпитетов, которым его награждали студенты, которым случалось стоять перед ним. Как ни странно, сама Селестия использовала это слово, чтобы описать его. Казалось, вся ее жизнь вращалась вокруг этого стола и гор никогда не кончающихся документов, покрывающих его поверхность.

Не то, чтобы она была недовольна. Она любила Эквестрию, а управление ей было смыслом ее жизни. Но иногда она чувствовала, что это поглощает ее жизнь. У нее никогда не было времени на другие важные для нее вещи. Конкретно — пони, входящую в ее кабинет.

Селестия наклонилась, выглядывая из-за стопки бумаг, поглотившую ее папку для входящих документов, чтобы нежно улыбнуться Твайлайт Спаркл, которая весело вбегала в ее кабинет.

Помимо сестры, ни одна пони в Эквестрии не значила для Селестии больше, чем ее лучшая ученица. Она спасла Луну из тюрьмы ее собственной тьмы, спасала Эквестрию (а также самих Селестию и Луну) больше раз, чем многие пони могли подсчитать, и всегда помогала, когда Дискорд учинял международный инцидент, что случалось почти каждую неделю.

Совсем недавно Селестия стала осознавать, насколько сильны ее чувства к Твайлайт, но подозревала, что любовь зародилась в ее сердце уже давно – кабы не с того дня, как была побеждена Найтмер Мун. Но управление королевством не было простой задачей, и у нее не было времени на свои чувства. Ее обязанности всегда были в приоритете.

Но сегодня… она, наконец, собралась с духом, чтобы признаться в своих чувствах. И, по счастливому совпадению, в тот же день Твайлайт написала, что хочет встретиться и поговорить. Селестия нашла и прекрасный подарок для Твайлайт, чтобы выразить свои чувства. Она посмотрела в сторону – книга была едва видна в полуоткрытом ящике стола.

— Принцесса, у меня прекрасные новости! – воскликнула Твайлайт, приплясывая на месте.

Селестия мягко улыбнулась, наклонившись вперед и устроив подбородок на сложенных копытах.

— Да, ты говорила об этом в письме. Что же это настолько важное, чего ты можешь сказать только лично?

— Ну, я просто… я просто недавно встретила самого чудесного пони и ядумаюявлюблена!

Селестия ее выслушала, произнесла правильные слова и задала правильные вопросы, пока Твайлайт изливалась о своей новой любви. Но ее мир медленно рушился.

Протянув копыто, она аккуратно закрыла ящик.

***
— Сестра, пожалуйста, выйди из покоев, — умоляла Луна.

— Нет! – раздался приглушенный дверью ответ. – Я проведу остаток дней в постели, больше не видя других пони.

— У тебя королевство, которым надо управлять, — указала Луна. – Думаешь, ты сможешь заниматься этим из спальни?

— Пусть советники подсовывают документы под дверь. Я буду их подписывать и выталкивать обратно.

— Ну а что бы будешь есть? – сменила тактику Луна. – Не думаю, что мы сможем пропихнуть торт под дверь.

Повисла долгая тишина, и когда Луна подумала, было, что достучалась до сестры, послышался ответ.

— Я дозволю открыть дверь достаточно, чтобы просунуть торт. Или, наверное, мороженое со вкусом торта. Я потеряла свою единственную истинную любовь – утешаться мороженым традиционно и обязательно.

— Селестия, – со стоном приложила копыто к голове Луна. – Во-первых, как бы мрачно это ни звучало, навсегда Твайлайт не потеряна. Она влюбилась в смертного и однажды снова будет одна. А во-вторых, такой штуки, как мороженое со вкусом торта, не существует.

Снова тишина.

— Луна, собери ученых-пищевиков королевства и кинь их в подземелья за измену, потому что не предвидели нужду в мороженом со вкусом торта. Ключ от темниц отправь на луну.

— Сестра, в последний раз – моя луна не чулан, куда ты запихиваешь вещи, которые не хочешь видеть. Признаю, эта тактика сработала хорошо в случае с моим маленьким… инцидентом, но это не значит, что ты можешь использовать ее всегда!

— Прошу прощения, сестра, ты права, — ответила из-за двери Селестия. – Отправление на луну – слишком серьезно для таких мелочей, как ключ.

— Спасибо за понимание…

— Вместо этого, найди пони, который украл Твайлайт, и отправь на луну его.

— Если ты не будешь вести себя, как взрослая кобыла, то я больше не буду с тобой разговаривать, — объявила Луна, маршируя прочь.

***
Так начался период, известный как «Год Унылого Солнца».

Селестия таки покинула спальню, но очевидно, что она не была той жизнерадостной собой, тем ярким светом, что вдохновлял ее подданных. Несмотря на безутешность, она держалась, не позволяя разбитому сердцу отвлечь ее от обязанностей. Ее подданные старались ее ободрить, и хоть их усилия не увенчались успехом, заботу Селестия оценила.

Исполнялись великие симфонии, писались стихи и эпосы – все в ее честь, все ради того, чтобы развеселить и отвлечь принцессу от снедавшей ее кручины. Хоть пони и не знали причин ее печали, они старались ради нее от души – как она всегда делала для них.

Даже ученые-пищевики, выпущенные из подземелий, изо всех сил старались услужить Селестии. Они тяжело трудились день и ночь, творя с едой то, о чем обычный пони и помыслить не мог. Наконец, после всех своих усилий, они смогли создать мороженое со вкусом торта, но хоть оно и вышло ужасным и ученых сослали на луну, их труды гарантировали, что когда-нибудь Селестия подумает, чтобы простить их.

Только ее сестра, казалось, не понимала всех глубин ее боли, скептически смотря на ее несчастье и откровенно потешаясь над попыткой Селестии покрасить гриву в черный, чтобы полностью выразить глубину ее потери. Но Селестия простила ее, потому что была добросердечной пони и лучшей принцессой, и понимала, что Луна может быть нетерпеливой и страдать от нехватки эмпатии.

Когда уже казалось, что Селестия прошла свои темные времена и стала лучше, стряслась трагедия. Возлюбленный Твайлайт предал ее – Селестия была уверена, что так и случится. Все их отношения были ложью, просто игрой для обретения политической силы, и как только этот пони получил, чего хотел, то избавился от Твайлайт, как от балласта.

Как только до нее дошли эти новости, Селестия поспешила в замок Твайлайт, желая утешить ее дружбой и любовью. Но раскрыв двери, обнаружила, что замок пуст и никаких других пони внутри нет.

Была мобилизована Королевская Гвардия, и по всей Эквестрии пони искали свою беглую принцессу. Но не было найдено и следа, а Селестия практически обезумела от беспокойства. Они многие ночи проводила в надеждах и мольбах на возвращение Твайлайт… пока это не произошло.

***
Что-то было не так.

Почувствовав это, Селестия подняла взгляд от стола. Обычно в такие дни она оставляла опускание солнца и подъем луны на свою сестру, а сама делала обратное, но сегодня солнце не заходило.

Подойдя к окну, она увидела солнце над горизонтом. Принцесса попыталась опустить его, но оно упрямо отвергало ее внимание, и весь мир оставался окутан… сумерками.

Двери кабинета сорвались с места едва не за секунду до того, как она прошла сквозь них, а прежде сложенные крылья раскрылись, метнув ее в воздух.

Селестия летела, следуя инстинктам, ведомая к тронному залу каким-то предчувствием, шестым чувством. Луна тоже это чувствовала – когда Селестия свернула в коридоре, коснувшись кончиком крыла пола, она обнаружила, что летит чуть впереди и сбоку от сестры. Та кивнула со сжатыми губами, когда старшая сестра быстро посмотрела на нее.

Широко раскрыв крылья, принцессы опустились на пол перед дверьми тронного зала. Распахнув их, они вбежали внутрь и через несколько шагов остановились, шокированные.

У одного окна рядом с тронами стояла аликорн и смотрела на тускло освещенный город. Она была высокой, как Луна, шерстка ее была темно-фиолетовой, а рог длинным и заостренным. Грива летела над спиной, несомая неким невидимым ветром. Она была темно-синей, испещренной множеством тускло светящихся звездочек. Единственными отличными цветами были яркие фиолетовая и пурпурная пряди, которые тянулись по всей длине.

Даже видя это, Селестия отказывалась верить глазам. По крайней мере, так было до тех пор, пока аликорн не повернулась к ним и не посмотрела своими змеиными глазами, после чего отрицать истину было невозможно.

— Привет, «принцессы», — оскалилась Найтмер Спаркл, спускаясь по ступенькам. – Что вы думаете о моем новом королевстве? Вам нравится, что я с ним сделала?

Селестия застыла от ужаса, увидев, чем стала ее возлюбленная, но Луна разъяренно выступила вперед.

— Твайлайт Спаркл! – прорычала она, остановившись в нескольких шагах от ступеней тронов. – Что это значит? Ведомо тебе должно быть, что Эквестрия не должна управляться одною принцессой! Не узнала ты ничего из нашего собственного опыта?

— О, я узнала, Луна. Поверь мне. Это единственное, как минимум, в чем я была всегда хороша, — хоть ее крылья были прижаты к бокам, Твайлайт начала подниматься со своего места, охваченная черной магией. – И именно потому я решила не возвращаться до тех пор, пока не смогу гарантированно разобраться с вами обеими!

С рога Твайлайт сорвался луч, черный и толстый, прямо на другую принцессу. Луна едва успела возвести щит. Но сильно это не помогло – луч обрушился на щит, который прогнулся, треснул и Луна оказалась охвачена потоком магии.

Когда свет померк, а пыль осела, Луна осталась стоять – но уже каменной статуей.

Селестия в шоке и ужасе посмотрела на статую сестры, а потом подбежала к основанию ступеней трона, над которыми парила Твайлайт.

— Так, так, так, уж не моя ли это старая наставница? Похоже, я выучила несколько новых трюков? – ощерилась Принцесса-Кошмар. – Вот что я скажу – я могу превратить в камень и тебя, а потом поставить вместе с Луной в саду. По крайней мере, вы всегда будете вместе.

— Твайлайт… Твайлайт, почему? Зачем все это? По какой причине? – молила Селестия.

— Ты знаешь, почему, — прорычала, прищурившись, Твайлайт. – Меня использовали, сделали способом достижения цели. И никогда не любили. Никто не любил и никогда не полюбит. И потому никто более не почувствует света ни солнца, ни луны, и какой-либо любви!

— Но это не так, Твайлайт, — мягко произнесла Селестия, поставив копыто на первую ступеньку. – Я люблю тебя. Всегда любила и всегда буду любить.

— Ты… ты что? – моргнула Твайлайт уже нормальными глазами, появившимися, когда она спустилась на лестницу. – Но… но ты не можешь.

— Я могу, Твайлайт. Я любила тебя многие годы. Я не говорила ничего, но всякий раз как ты была рядом, я смотрела на тебя и не желала терять из виду. Я была раздавлена, когда ты сказала, что любишь другого, но держалась ради тебя и старалась быть счастливой за тебя. Мое сердце было разбито, когда ты сбежала после того, как было разбито твое сердце, а не позволила мне утешить тебя. Не позволила мне… любить тебя.

— Но… после всего, что я сделала… после того, что я сделала, чтобы обрести эту силу, того, что я только что сделала с твоей сестрой… нет, нет, ты не можешь! Нет!

Твайлайт зашлась в крике, и темная энергия вырвалась из ее тела, образовав облако над ней. После это облако обрушилось на Твайлайт, обратив ее в каменную статую, как Луну. Через мгновенье статуя начала трескаться и разваливаться на кусочки.

— НЕТ! – закричала Селестия, бросившись вверх по лестнице. Она бежала так быстро, как могла, как ей не приходилось бегать веками, но как бы быстро она ни бежала, ее ноги были словно в глубокой грязи, а ступеней всегда было слишком много. Когда она добралась до верха, от Твайлайт остался лишь песок и кусочки камня.

— Нет… — простонала она, падая на колени и начав рыдать. – Пожалуйста, нет. Вернись ко мне, любовь моя. Пожалуйста…

Ее всхлипывания прервал смех сверху. Резко подняв голову, Селестия увидела Луну, стоящую на потолке.

— Ну и ну, — произнесла Принцесса Ночи. Ее глаза сверкали, когда она смотрела сверху вниз – или, в зависимости от перспективы, снизу вверх – на сестру. – А вот это уже интересно.

Пока Селестия с раскрытым ртом смотрела на нее, Луна оттолкнулась от потолка. Лениво перевернувшись, она спустилась вниз к своей статуе.

— Ты на самом деле видишь меня так? – критически спросила она, обходя кругом и осматривая статую. – Мой нос не такой большой.

— Погоди, но ты… — Селестия на секунду прикрыла глаза и потрясла головой.

После этого Луна закатила глаза и вздохнула.

— А теперь и статуи нет… — произнесла она, глянув на пустое место, где та стояла. – Потому что при столкновении с противоречием проще всего сделать так, чтобы наименее приятный вариант исчез.

Рассмеявшись, она лениво пошла по залу, изучая обстановку.

— Давненько я не была у тебя вот так, но всегда поражалась, сколько можно узнать о личности пони из подобных визитов. К примеру, все фрески в нашем тронном зале, которые тебе не нравятся? Тут их нет совсем! О, и когда ты была в печали потому, что Твайлайт полюбила другого, и вся Эквестрия пыталась тебя ободрить, потому что ты вся такая жертвенная, хорошая и идеальная? Я всегда знала, что ты любишь изобразить жертву, но это было слишком даже для тебя.

Луна хихикнула, когда Селестия смущенно и гневно на нее посмотрела. Она открыла, было, рот, чтобы ответить, но прежде, чем успела отругать сестру за то, что она считает ее печаль какой-то шуткой, проснулась.

***
Селестия со стоном вырвалась из затягивающих ее, подобно зыбучим пескам, подушек и перин. Ровно сев, она сверилась с внутренними часами, обнаружила, что уже должен быть рассвет и быстро, без всякого шума и проблем подняла солнце. Ее обязанности редко требовали церемоний.

После этого она глубоко вдохнула и выдохнула, из-за чего спутанные пряди ее гривы зашевелились на ветру, который не имел никакого отношения к обычным эфирным потокам.

— Думаю, так оно и есть, — произнесла она в тишине королевской спальни. – Я… Я влюблена в Твайлайт.

Но эта мысль тут же отошла на второй план, когда еще одно воспоминание из недавнего сна настигло ее.

— Дерьмо, дерьмо, дерьмо, дерьмо! – прокричала она, выпрыгнув из кровати с такой силой, что, если бы не усиленная, как раз для таких случаев, титаном рама, она бы сломалась.

Селестия телекинезом подхватила регалии со стоящего рядом поникена, потратила драгоценную секунду, чтобы попытаться их надеть и практически сразу отвергла эту идею. Сейчас дорого было каждое мгновенье.

Подкинув в уме монетку, Селестия выбежала на балкон и взлетела.

Мельчайшей долей секунды позднее двери с грохотом раскрылись и вбежала Луна. На ее лице были расписаны все те подколки, которые она задумала. Обнаружив комнату пустой, она лишь чуть огорчилась, но тут же восстановилась, развернулась и убежала.



#------------------------------------------------------------------------------
@chapter 2 Обязательная сцена погони
#------------------------------------------------------------------------------

Время. Весь вопрос был во времени.

Селестия не только спроектировала замок – она жила в нем тысячу лет и знала его лучше, чем собственное копыто. В конце концов, на свои копыта, обычно прикрытые золотом, она смотрела редко, а вот ориентироваться во дворце ей приходилось каждый день. Она знала все секретные проходы, а также секретные проходы в секретных проходах, и, что более важно, как передвигаться незамеченной. С другой стороны, ее сестра была тут лишь несколько лет и до сих пор замок изучала. Обойти ее будет легко.

Но у Луны было практически непреодолимое преимущество. День Селестии был расписан практически по минутам, и сестра знала это так же, как она. Технически, Луна должна была уже спать или, как минимум, ужинать и отдыхать. Но события ночи, казалось, придали ей сил, и уворачиваться от нее становилось все сложнее.

И потому – время. Закончить прием чуть пораньше, появиться, чтобы подписать закон совсем чуточку позднее, но отвлечь Луну, передвинуть две встречи, но придерживаться расписания. Все, чтобы не оставаться с сестрой наедине.

Луна была удивительно нахальна и бестактна, и ее удивительно мало волновало чье-либо личное пространство, но Селестия знала, как работает ее разум. Она хотела, чтобы в этом столкновении они были один на один – полностью сконцентрироваться на старшей сестре. Она не хотела, чтобы Селестия имела возможность использовать другого пони как повод прервать их разговор, отразить вопросы или сменить тему. Луна хотела сестру исключительно для себя.

Шестьдесят секунд до завершения утреннего заседания двора. Селестия чуть все ускорила, завершив его на тридцать секунд раньше, и объявила, что заседание на сегодня закончено. Идя быстро – но не настолько, чтобы разрушить привычный спокойный образ – она подошла к дверям тронного зала и начала ждать в месте, которое двери при открытии перекроют, словно аркой.

На счет ноль, когда заседание двора по плану должно было завершиться, двери раскрылись и в тронный зал влетела Луна. Ковровая дорожка, ведущая к трону, собралась под ее копытами, когда она затормозила. К тому времени Селестия уже скользнула в двери и исчезла, как призрак.

***
Другой час, другая политическая встреча о чем-то еще. После веков, проведенных на этих встречах – буквально, веках встреч, если сложить все их часы – Селестия могла слушать и вносить важные замечания даже не слушая на самом деле, погрузившись в что-то вроде медитативного состояния.

В этот раз ее глубинные мысли были лишь об одном – как увернуться от сестры. Снова, поняла она. Маленькая улыбка, всегда украшающая ее лицо, слегка расширилась от воспоминаний о том, как в далеком прошлом гораздо более юные Принцессы Ночи и Дня гонялись друг за другом по замку.

Но наказание за проигрыш в этой гонке будет слишком сурово, и Селестия была твердо намерена победить. Если она сумеет уворачиваться от сестры весь день, то будет в безопасности – столь долгое бодрствование для Луны означало, что потом ей придется спать дольше. И через несколько дней она либо все позабудет, либо Селестия сможет отказаться от любого сна, который она видела несколько дней назад. Они так быстро забываются, дорогая сестра, я едва ли смогу вспомнить свои недавние сны – а потом легкий смешок и твердая смена темы.

Встреча закончилась, пони выходили, но Селестия осталась позади. Она знала, что Луна ждет снаружи, и это одна из внутренних комнат совещаний, с всего лишь одним входом. Потому Селестия подождала пару секунд и сотворила заклинание телепортации, сопровождающееся яркой золотой вспышкой.

Извне комнаты показалась такая же вспышка, но синяя, так как Луна отследила направление и отправилась в то же самое место. Когда вспышка померкла, Селестия сотворила заклинание еще раз, уже телепортируя себя.

Но она не сразу отправилась к следующему в расписании месту. Она появилась на галерее вне класса, чтобы посмотреть на злющую принцессу Луну, выплывающую из одного из декоративных прудиков замка Кантерлота, с размокшим блокнотом Селестии на голове.

***
В ретроспективе, обмануть сестру, заставив ее телепортироваться в пруд, было несколько неправильным. Несомненно, после этого Луна была настолько вне себя от ярости, что совсем забыла, чего ради преследовала сестру по всему замку, теперь алча лишь мести.

Пока Селестия вела урок, частично читая лекцию, частично демонстрируя примеры по тому или другому вопросу магии, он улавливала то, как рыщет Луна, выслеживая ее. Быстрая темно-синяя вспышка за окном, прядь гривы под дверью класса, топот копыт и злобное фырканье из соседней комнаты. Отсюда сбежать будет нелегко. Ей понадобится… помощь.

Когда урок кончился, ученики разошлись – за исключением одного зеленого жеребчика, которому требовался дополнительный зачет после ошибки с левитационным заклинанием и ведром краски, которая стоила ему нескольких баллов на последнем экзамене. Она сказала ему, что он должен сделать и парнишка радостно выбежал в коридор.

— Эм… Принцесса Луна?

Ночная Принцесса посмотрела на молодого единорога и быстро отвернулась к двери в класс.

— Да, юноша? Вы нуждаетесь в моей помощи?

— Эм, ну, да. Не могли бы вы сказать мне, как произносится «отвлечение»?

— Ха! Это крайне просто, — Луна инстинктивно приняла царственную позу, подняв голову вверх и закрыв глаза, и начала произносить. – О-Т-В-Л-Е-Ч-Е…

Тут ее глаза широко раскрылись от ужаса в осознании, что она только что натворила. Но было поздно – многоцветная грива уже исчезала за углом в дальнем конце коридора. Когда в воздухе запахло молниями, маленький единорог нервно отбежал от Луны, слишком поздно вспомнив, что некогда та звалась Найтмер Мун.

Селестия поморщилась, услышав позади крики и вопли. Судя по всему, Кантерлотский Королевский Глас был использован на всю мощь.

Ей стоит убедиться, что этот единорог получит много хороших отметок.

***
Селестия проклинала себя. Она немного расслабилась, и Луна почти поймала ее после ежемесячной Королевской Инспекции Королевской Библиотеки. Но большие растения в горшках были расставлены по коридорам не только украшения ради, и теперь она сдерживала дыхание, скрючившись за одним из них.

Через щель в листьях она видела, как копыта в серебре процокали мимо. Через просвет между растениями Селестия видела, как они дошли до конца коридора. Неожиданно они исчезли.

Селестия практически слишком поздно поняла, что означает это исчезновение, но у нее еще хватило времени вытолкнуть горшок с растением в середину коридора, сбивая Луну в полуполете. Ветки принцессу едва ли затормозили, но это дало Селестии достаточно времени, чтобы вскочить и убежать по коридору в противоположном направлении.

— СЕЛЕСТИЯ, ТАЩИ СЮДА СВОЙ ЗАД! – проревела Луна, выбивая копытами искры из мраморного пола, когда приземлилась и идеально развернулась на 180 градусов, чтобы погнаться за сестрой.

Казалось, Селестия бежала вслепую, выбирая случайные повороты и ныряя в разные тайные проходы. Но они были теми, о которых Луна знала, и потому, когда она наконец загнала сестру в тайный проход, заканчивающийся тупиком, то подумала, что победила. Проход был маленький, но Селестия проектировала замок исходя из собственных габаритов, потому в нем было достаточно места, чтобы развернуться и посмотреть на сестру.

— Ну, все, Селестия, — пропыхтела Луна. – Ты никуда не денешься, и ты таки заговоришь. Но прежде ты ответишь за каждую…

Копыто Селестии аккуратно дернулось, лягая определенную часть стены. Пол под ней исчез, и она провалилась в длинный, темный желоб, сопровождаемая яростным воем Луны. Ей понадобится немало времени, чтобы найти рычажок, и это даст Селестии немало времени, чтобы исчезнуть снова…

Вспышка осветила желоб, когда его крышка сверху исчезла. На старшую принцессу посыпались щепки и опилки, а вопли Луны стали громче.

Или Луна скорее взорвет тайный люк, а не станет искать рычажок.

Внизу стены желоба расширялись, чтобы Селестия могла раскрыть крылья и замедлить падение, не портя пол. Луна, как она заметила секундой позже, такими мелочами не заморачивалась.

Знакомство с окружением давало Селестии преимущество перед Луной, которой приходилось реагировать на ее неожиданные смены курса и нырки в тайные двери и панели. Оторвавшись, наконец, достаточно, старшая принцесса вошла в тайную дверь, которая была ее целью, оставив ее открытой достаточно, чтобы Луна это заметила.

Заметив ее, Луна затормозила и побежала назад. Раскрыв дверь, она рванулась внутрь и едва успела остановиться, чтобы не влепиться лицом прямо в заднюю стенку того, что оказалось небольшим альковом.

Подозрительно осмотревшись, она постучала по стенам и полу в поисках пустот. Убедившись, что сестра не вошла в эту комнатку, а нырнула в другую тайную дверь, Луна продолжила свое преследование по главному коридору, но теперь медленнее, так как было очевидно, что Селестия от нее как-то сбежала.

Секундой спустя потолочная панель алькова сдвинулась и Селестия спустилась вниз. Покинув тайную комнату, она сделал пару шагов назад по коридору, вошла в другую такую же комнатку и пнула стену, открыв дверь в другой тайный проход.

Она даже успела на свою следующую встречу.

***
Которая, к сожалению, оказалась обсуждением бюджета.

Ей не хотелось быть невежливой, но внимательно следить за всем, что там обсуждалось, было невозможно. Учитывая достаточно здоровую экономику Эквестрии, строгого бюджетирования практически не требовалось, но всегда находился понибудь, одержимый экономией каждого бита. И, как приходилось признавать Селестии, если лишних трат можно было избежать, то их стоило избегать.

Ей просто хотелось, чтобы не было так скучно.

Она была занята весь день, уворачиваясь от сестры, и только что выдержала гонку в несколько миль по коридорам замка. Грубо говоря, она была не в том состоянии, чтоб выслушивать бубнение о прогнозах рынка на продажи кукурузы.

Началось все с долгого, медленного моргания. Потом был быстро подавленный зевок. Но потом Селестия начала клевать носом и вскоре провалилась в легкую дрёму.

И обнаружила себя среди звезд. Она удивленно оглянулась, когда голос позади прокричал:

— Вот ты где!

Селестия обернулась и увидела, как к ней несется Луна, со злобной ухмылкой на лице.

— На этот раз ты никуда не денешься…

Тысячи лет жизни дают некоторые навыки – скорее, ради сохранения здравого рассудка, нежели выживания. Когда в твоей жизни есть такие существа, как Дискорд, королева Кризалис, король Сомбра, Тирек и собственная сестра, обратившаяся ко злу, и которую пришлось заточить на тысячу лет, способность вырваться из кошмарного сна жизненно необходима.

— НЕЕЕЕТ! – закричала Селестия, подпрыгивая в своём кресле и обрушивая копыта на стол. Оглядевшись вокруг в попытках прочистить голову, она обнаружила, что остальные пони смотрят прямо на нее. – О. Эм…

— Да, таковой была моя первая реакция, когда я увидел долгосрочные прогнозы по фьючерсам на сою, — кивнул Блэк Инк, но потом указал на таблицу, рядом с которой стоял. – Но если вы посмотрите на столбец 2-А, то увидите, насколько многообещающи высокодоходные капиталовложения…

Селестия осела в своем кресле. Стресс брал свое. Ей нужен был перерыв.

***
И вот он, величайший момент дня. Селестия уже облизывалась, открывая двери и видя стол с набором тарелок и сервировочной тележкой с одной стороны…

И Луной, сидящей во главе, с торжествующей ухмылкой на лице.

Селестия жалобно застонала, застыв на пороге, посматривая то на пустое место за столом, то на безопасность коридора позади. Стоны усилились, когда она начала приплясывать на месте, неспособная выбрать из двух зол.

Наконец она побежденно заскулила, повесила голову и заняла свое место за столом.

— Как я рада тебя видеть, сестра, — мрачно улыбнулась Луна. – Нам надо о многом поговорить.

Селестия попыталась, было, застонать еще раз, но сдержалась, когда слуга придвинул тележку ближе. Она будет сильной. Это разговор – ее жертва, которую придется принести во имя великого блага. Какими бы последствиями ни закончился разговор с Луной, какие бы кошмары он ни принес, хуже, чем пропустить ее полуденный торт, уже не будет.



#------------------------------------------------------------------------------
@chapter 3 Дискуссия
#------------------------------------------------------------------------------

Луна откусила маленький кусочек торта, который был ей позволен, когда на стороне Селестии начался разгром. Несмотря на неизмеримо долгую жизнь, она не прекращала восхищаться тем, какие разрушения способна причинить ее сестра, выступая против выпечки.

В свою очередь Селестия была практически в эйфории, как обычно после торта. Она изучила тарелку в поисках последних крошек, но та была удручающе чиста. Положив вилку на стол, она долго, удовлетворенно выдохнула, вытерла глазурь с губ, ударилась о стену и упала на пол, когда наложенное Луной заклинание блокировало ее неожиданную телепортацию.

Со стоном она втащила себя обратно в кресло, стараясь не смотреть на довольную улыбку Луны.

— Итак, сестра, — практически промурлыкала Принцесса Ночи. — Не стоит ли нам поговорить об одном интересном сне, который у тебя был прошлой ночью?

— Они забываются так быстро, дорогая сестра, — ответила Селестия с улыбкой на лице. — Знаешь, я едва могу вспомнить свои недавние сны. — Она чуть хихикнула. — Что же до интересных вещей, я тут недавно услышала о долгосрочных прогнозах по фьючерсам на сою…

— Не играй с нами в эти игры, — прорычала Луна, прищурившись и ударив копытом по столу. — Мы не для того тратим свой день, в который должны отдыхать, чтобы гоняться за тобою по всему замку, падать в пруд, быть унизительно обманутой маленьким жеребчиком и быть силой выкинутой из сна, чтобы ты сидела и увиливала от нас дальше!

Селестия поморщилась. Если подходить так, то она и впрямь вела себя немного по-жеребячьи сегодня.

— Я… Я виновата, Луна.

— Я тоже, — вздохнула и откинулась на кресло Луна. — Мне не стоило ни огрызаться ан тебя сейчас, ни считать твой сон какой-то глупостью. Это серьезно. И так же серьезно — стоит ли нам поговорить о твоем сне?

Селестия чуть прикрыла глаза. У нее еще была возможность сказать, что ничего не было — сестре и себе. Особенно себе.

— Думаю, я просто… беспокоюсь о Твайлайт. На нее так быстро свалилось так много… она еще весьма юна и чувствительна, особенно если учитывать ее текущие силы. Думаю, я просто хочу быть уверенной, что она справится со всем.

— И ты действительно веришь, что она может пасть и превратиться в Кошмар, как некогда я? — Луна снова прищурилась и чуть нахмурилась, но, по крайней мере, готова была продолжать.

— Не думаю, но, если она будет серьезно задета, если она решит, что надо предпринять экстраординарные меры… у нее есть склонность слишком остро реагировать.

Луна слегка фыркнула. Она слышала истории.

— Но с ее подругами и со всеми нами ты можешь быть уверена, что до таких крайностей не дойдет.

— Думаю, ты права, — Селестия слегка выдохнула и улыбнулась, будто с ее плеч был снят незримый груз. Со всем прочим, что явил сон, ее очень реальные страхи того, что Твайлайт падет во тьму, остались незамеченными. – Спасибо, Луна. Это действительно помогло.

— Всегда пожалуйста, сестра, — изящно кивнула Луна. Она с любопытством посмотрела, как Селестия встала и попыталась уйти через дверь, только чтобы вписаться лицом в щит, который Луна и не снимала. – Есть еще вопрос и другого маленького откровения из твоего сна.

— В этом сне больше не было ничего важного, — холодно заметила Селестия, все еще стоя лицом к двери.

— О, действительно? А по мне, твои действия в части сна про «Найтмер Твайлайт» говорили сами за себя. Что-то о том, что ты любишь ее? И когда ты была очень расстроена, когда она обратилась в прах.

— Конечно, я люблю ее, и конечно, я была расстроена, — произнесла Селестия словно сквозь сжатые зубы. – Она моя самая верная и лучшая ученица, которая далеко превзошла все мои ожидания, и моя близкая подруга. Почему я должна была чувствовать чего-то еще?

— Это была не любовь к ученице или подруге, — обвиняюще ответила Луна, указав копытом на спину Селестии. – Это была истинная любовь, любовь к той, что значит для тебя больше, чем другие. Кажется, слова, которые ты тогда использовала, были «любовь моя»? Признай это. Ты влюблена в Твайлайт Спаркл.

— Я… нет.

— Ты – да.

— Нет, я – нет.

— Ты – да!

— Я люблю ее, как близкую подругу, и не более.

— Совсем не так! Ты любишь ее романтически! Признай это!

— Тут нечего признавать.

— Перестань мне лгать! Я могу почувствовать правду в каждом сказанном тобой слове, поэтому почему ты не можешь сказать мне, что любишь ее?

— ПОТОМУ ЧТО Я НЕ МОГУ ЛЮБИТЬ ЕЕ! – развернулась на месте Селестия, и во вспышке неконтролируемой магии, подогретой гневом, смущением и печалью, испепелила всю мебель в комнате. – Потому что она моя ученица и ближайшая подруга! Она не может любить свою наставницу. В лучшем случае, я могу надеяться на то, что она видит во мне что-то вроде… материнской фигуры. Если я выскажу ей свои чувства, она может перереагировать и обратиться в Кошмар, как в моем сне. А если нет… если нет, то это может вбить между нами клин. Теперь у нас есть вечность на двоих, и я не могу рисковать оттолкнуть ее из-за глупой, неразделенной любви, когда мы просто можем быть друзьями.

Вздохнув, Селестия уселась на месте.

— Вот о чем на самом деле был мой сон, — сказала она, в основном для себя. – Я не боялась, что Твайлайт может стать Кошмаром из-за смутных, неопределенных причин… Я боялась, что моя любовь к ней подтолкнет ее к тому.

Повисла долгая тишина, и, в конце концов, Луна, сидящая на груде пепла, которая когда-то была креслом, произнесла:

— Это был мой любимый стол. И мне нравились кресла.

— Можешь ты хоть к чему-то отнестись серьезно? – простонала Селестия, закатив глаза.

— Когда последний раз попробовала, я узнала, каково это – получить в лицо пять мегатонн гармонии и дружбы. Дважды, на самом деле, — Луна пересекла комнату, села рядом с сестрой и прижалась к ней. – И потому поняла важность ценить абсурдность любой ситуации, в которой я оказываюсь. К примеру, абсурдность того, что ты считаешь, что любовь к своей ученице может как-то повредить отношениям между вами.

— Но я… — изящное копыто аккуратно прикрыло Селестии рот.

— Нет, сестра, теперь мой черед говорить. Я видела вас двоих вместе множество раз. Даже если она, по каким-то непредставимым причинам, откажет тебе, вашим отношениям это не повредит. Думается мне, ты удивишься, как быстро все придет в норму, насколько бы неловко все ни было поначалу. Она боготворит тебя. Ты несешь солнечный свет не просто всему миру, но самой ее душе и жизни. Не думаю, что есть чего-то, что оттолкнет ее от тебя. Более того, если ты сама когда-нибудь поддашься Кошмару, то, думаю, Твайлайт встанет рядом с тобой и поможет поработить всю Эквестрию.

Селестия не могла не фыркнуть, представив себе ужасающие достижения тирана, у которого в помощниках будет пони с энергией и организационными навыками Твайлайт Спаркл.

— Ну вот, уже лучше. Давай прогуляемся.

Они встали и вышли в коридор. Щит Луны рассеялся, когда они выходили.

— Я все еще считаю, что лучше будет не говорить ничего, — тихо произнесла Селестия, повесив голову. — Все хорошо так, как оно есть. И нет причин все портить. Ты говоришь, что между нами все будет хорошо, даже если она откажет. Так вот — это не так. Это всегда будет висеть над нами, сколько бы веков ни прошло.

— И ты откажешься от возможного счастья и радости? — точно так же тихо ответила Луна. — Даже не попробовав? Из-за чего — смутного шанса на неловкость и, может быть, смущение? Если ты пережила то, что произошло, когда ты тайно проникла на Сорок Третий Ежегодный Эквестрийский Конкурс Поедания Тортов, то ты переживешь и что бы ни произошло, когда ты признаешься в своей любви.

— Эм, на самом деле, суть в том… — нервно кашлянула Селестия. — Даже после того, как ты была изгнана, пони все еще говорили об этом, поэтому я, вроде как… вычеркнула это из всех записей и запретила любое упоминание.

— Что?! Да это же было самое лучшее! Маскировочное заклинание было рассчитано на обычных пони, а не аликорнов, а ты съела столько, что перегрузила пределы сокрытия массы заклинания! Когда оно лопнуло, пони и торты летели во все стороны! Маги-ученые говорили, что это беспрецедентное событие! О том дне складывались и пелись великие песни!

— Да, так и было, — прорычала Селестия. — И именно поэтому я их искоренила.

— Тебе и впрямь надо научиться не воспринимать все о себе так серьезно, сестра, — вздохнула и покачала головой Луна. — Однако вернемся к делу…

— Нет, — твердо ответила Селестия. — Я уже решила. Я… могу любить Твайлайт Спаркл, но эта любовь останется при мне. Я буду любить ее, как наставница, подруга и такая же принцесса, но не более. Скрывать любовь будет больно, но это лучше, чем боль отказа, потери друга или наших особых уз.

— Я вижу, — еще раз вздохнула Луна. — Значит, ты решила?

— Именно.

— И ты не дашь любви ни шанса?

— Не дам.

— И ты не собираешься очаровывать Твайлайт Спаркл?

— Не собираюсь.

— Таааак… значит, она свободна?

Из-за этого тона голоса и изгиба бровей сестры в голове Селестии раздался тревожный звоночек. В свое время ночные похождения Луны были легендарны. Целые города обнаруживали, что их объявили слугами для ее королевских удовольствий. Ходили слухи и о всех тех жеребятах, но это было просто глупостью. Конечно, они все были темно-синими, имели метки, связанные с луной или ночью, и все рождались с разницей в неделю между друг другом… но на самом-то деле, как такое возможно? Как это, вообще, работало?

— Ты же шутишь, — даже Луне, которая испытала холод космического вакуума, голос Селестии показался ледяным.

— Почему нет? — беспечно ответила Принцесса Ночи. — Ты на нее не претендуешь, кто-то еще — тоже. И мы же о Твайлайт Спаркл говорим. Помимо всех тех спасений Эквестрии, она лично ответственна за освобождение меня от тьмы. Такая кобыла… в такую кобылу девушка может влюбиться. И не могу сказать, что не подумывала об этом.

— Я запрещаю.

Луна Рассмеялась и обняла сестру за плечи.

— Ну же, разве это не лучший выход? Ты боишься за сердце Твайлайт — так кому его лучше доверить, как не собственной сестре? Ты же знаешь, я буду с ней нежна.

Молодая принцесса задумалась, убрала копыто от сестры и медленно его облизнула.

— Мммм, а стоит ли быть нежной…

— ЛУНА…

— Ура, есть вариант ещё лучше! Мы сделаем Твайлайт частью Королевского Гарема! Если хочешь, я даже поделюсь, сестра.

Разум Селестии едва не застопорился от такого предложения, но она сумела найти наименее оскорбительное возражение.

— Твайлайт — принцесса! Мы не можем сделать ее частью Гарема, даже если бы он еще существовал!

— Оу, то есть ты все же от него избавилась? Я была так занята, что у меня не было времени проверить слухи, — Луна печально покачала головой. — Жаль, жаль. Неудивительно, что у тебя столько стресса накопилось. Но не беспокойся о добавлении Твайлайт в Гарем. С принцессой он будет еще более Королевским, не так ли?

— Поверить не могу, что мы ведем такой разговор, — пробормотала сквозь зубы Селестия, прижимая копыто ко лбу. — Луна, ты ни при каких обстоятельствах не попытаешься ввести Твайлайт в…

Она замолчала, осознав, что сестры рядом нет. Метнувшись обратно, она обнаружила, что Луна спрыгнула с балкона и уже поднималась в воздух.

— Что ты делаешь?

— Я тоже решила, сестра! — крикнула Луна через плечо. Вокруг ее рога поднялось синеватое сияние. — Я отправляюсь в Понивилль, чтобы объявить о намерениях ухаживать за кобылой моих грез!

И во вспышке магии она исчезла.

Несколько патрульных гвардейцев, проходивших мимо несколько минут спустя, прокомментировали новую статую Селестии, поставленную на балконе. Она выглядела очень натурально, согласились они, хотя выражение ужаса на лице было неуместным.

Наконец, застывшие винтики разума Селестии вновь пришли в действие.

Над Кантерлотом эхом разнеслись неожиданные взвизги “НЕТ! НЕТ! НЕТ! НЕТ! НЕТ! НЕТ! НЕТ!” Те, кто решил посмотреть на их источник, были практически ослеплены вспышкой заклинания телепортации.

Продолжение следует...


#------------------------------------------------------------------------------
@chapter 4 Семейная ссора
#------------------------------------------------------------------------------

Селестия выпала на булыжники и заскользила, выдав такие искры из-под копыт, что они угрожали поджечь ближайшие кусты. Она перевела скольжение в галоп, взлетев по лестнице замка и врываясь в его двери.

— ТВАЙЛАЙТ! ЛУНА! — прокричала она, влетев в главный зал замка на полной скорости. — ВЫ…

Она тут же остановилась на месте — кристалл под ее копытами загорелся от трения — увидев, что обе принцессы еще там и только собираются подниматься по главной лестнице.

— О.

— Принцесса Селестия! Вы все же смогли! — раздался радостный ответ Твайлайт. — Луна сказала, что вы заняты.

— Это потому, что она сказала мне, что не может, — реакция Луны была не такой радужной, и Твайлайт отступила, когда та встала перед Селестией. — Фактически, она очень ясно заявила, что ей совсем не интересно.

— Может, я подумала, что произойдет, если меня тут не будет, — прищурилась Селестия. — Может, мне нужно было немного больше времени, чем несколько минут, чтобы подумать.

Сестры начали ходить вокруг друг друга кругами.

— Ты не имеешь права, знаешь ли. Подарить, после всего сказанного, такую надежду, и вдруг передумать? — почти обычно сказала Луна.

— Эм…

— И это говорит кобыла, которая практически настаивала, чтобы я сделала это, — гибко двигалась Селестия, с напряженными мускулами и поднимая высоко копыта. — Это все твоя вина, сестра. Не начни ты этого, меня бы тут и не было.

— ЭМ.

Голос Твайлайт был немного испуганным. Глубоко вздохнув и медленно выдохнув, Селестия повернулась к меньшему аликорну, специально встав спиной к сестре.

— Извини, Твайлайт. Мне не стоило игнорировать тебя, — произнесла она с теплой улыбкой на лице. — Просто Луна не спала весь день и теперь немного ворчлива.

Сзади раздалось возмущенное фырканье. Улыбка Селестии стала чуть шире — одно очко ей.

— О. Та-так вы не ссоритесь, да? Обычно это не заканчивается хорошо…

— Нет, это совсем не ссора, дорогая Твайлайт, — встала рядом с Селестией Луна. — Просто спор. Видишь ли, нам обеим захотелось один и тот же кусок… вкусного пирога.

— Действительно? — с любопытством склонила голову Твайлайт. — Я бы поняла, если бы это был торт, но я никогда не видела Селестию — да и тебя тоже — настолько хотящих пирога.

Селестия обиженно надула щеки, пока Луна хихикала, но затем встряхнулась и собралась.

— Да, это очень особый кусок пирога, — ответила Селестия, обернувшись, чтобы посмотреть в лицо сестры, которая только что высунула язык. — Это пирог, который я знаю очень давно, и который очень много значит для меня.

— Хорошо, — медленно произнесла Твайлайт. — Раз уж у вас рациональный спор, и никак не ссора, не хотели бы вы осмотреть замок? Я знаю, вы тут уже бывали, но мне не удавалось показать вам его полностью, и у меня тут небольшие перестановки, поэтому есть кое-что новое.

— Чудесное предложение, — воскликнула Луна и встала слишком близко к Твайлайт. — Я всегда рада узнать о тебе больше.

— А я с радостью посмотрю, что ты сделал с домом, — встала Селестия с другого бока Твайлайт. — Уверена, это потрясающе.

— Чудесно! — воскликнула Твайлайт и пошла по залу. За ее спиной сестры сцепились рогами и мрачно посмотрели друг на друга. — Да, вы не голодные? Я могу попросить Спайка соорудить нам что-нибудь к концу осмотра.

Она обернулась к мило улыбающимся принцессам.

— Я бы чего-нибудь съела.

— Звучит хорошо.

— Хорошо! — Твайлайт пошла дальше, а за ее спиной шли сестры, метающие друг в друга яростные взгляды и толкающиеся плечами.

***
— А это другая другая библиотека, — радостно сказала Твайлайт, приведя их в еще одну залу, полностью заставленную книжными полками.

— Как… захватывающе, — произнесла усталым голосом произнесла заскучавшая Луна.

Селестия же была довольна не меньше Твайлайт. Еще одно очко в ее пользу — Луна мало интересовалась литературой, а Селестия и Твайлайт всегда тянулись к знаниям. Она даже не заметила эту небольшую победу, осматривая полки.

— Эти книги выглядят удивительно знакомо, — лукаво произнесла она, посмотрев на Твайлайт и проведя копытом по корешкам. — Фантастические Преграждения, 101 Полезное (и ядовитое) Растение, Пентаграммы и Вы, Брачные Ритуалы Подменышей, пятое издание Трактата о Гармонии Старсвирла… Эта библиотека полна книг, которые я одолжила тебе, когда ты получила замок, так?

Твайлайт чуть покраснела и отвела взгляд.

— Я просто хотела быть уверенной, что смогу отдать их все сразу, когда они вам понадобятся.

Селестия хихикнула, подойдя на пару шагов к меньшей принцессе.

— Я же говорила, Твайлайт, они твои, пока нужны тебе. У меня немало книг — ты же помнишь Королевскую Библиотеку. И, кроме того, я всегда на расстоянии телепорта…

Луна прищурилась, глядя на смотрящих друг на друга пони.

— В твоем замке столько книг, что даже удивительно, что в нем есть место для чего-то еще, — натянуто произнесла она. — Я, конечно, знаю, как ты любишь читать, но разве у тебя нет и других хобби?

— Ну, может быть, — сказала Твайлайт, отходя от Селестии, которая очень мрачно посмотрела на сестру.

— Удивишься ли ты, — чуть приподняла бровь Твайлайт. — Если я скажу, что заинтересована в, скажем, астрономии?

— Не удивлюсь, но… действительно ли есть интерес у тебя в звездах наших?

— А посмотри на балкон вон там, — довольно ответила Твайлайт, кивнув в нужную сторону.

Луна обернулась и ее челюсть отвисла при виде здоровенного телескопа, стоящего у открытых балконных дверей. Он сиял под вечерним солнцем, латунные детали и механизмы повсюду раскидывали солнечных зайчиков, а темно-синий корпус был отполирован до металлического блеска.

— Очень впечатляет, — произнесла Луна, подбегая к шедевру. — Шестнадцать дюймов?

— Восемнадцать! — радостно ответила Твайлайт. — Мне пришлось его улучшить, потому что он не давал нужного разрешения.

— И ты полируешь зеркала магией, конечно… — посмотрела через плечо Луна, с легкой улыбкой на губах.

— Да ты что? — ухмыльнулась и улыбнулась Твайлайт. — И потенциально покрыть оптику артефактами магии? Я вкопытную полирую их чистой хлопчатобумажной тряпочкой каждую неделю.

— Твой интерес в нашем ночном небе чрезвычайно льстит, — ответила Луна, подходя к Твайлайт. — Наверное, мне стоит создать однажды особенное небо. Только для тебя…

— О, Твайлайт, — чуть напряженным голосом произнесла Селестия. — Почему бы тебе не присесть?

Она указала на кушетку для чтения напротив своей.

— Раз уж наш тур закончился, мы можем поговорить, пока ждем.

— Конечно, принцесса Селестия! — Твайлайт радостно побежала туда и села, не обратив внимание на надувшуюся Луну.

— О нет, Луна, — в притворном ужасе Селестия прикрыла лицо крылом. — Похоже для тебя тут мест не осталось!

— Все в порядке, — хитро улыбнулась Луна, подбегая к ним. — Я могу сесть рядом с Твайлайт. Похоже, там удобно.

Она уселась на подушках, тесно прижавшись к Твайлайт и наслаждаясь видом красного лица Селестии. Намекающе прикусив губу, она раскрыла одно крыло и развернула его над Твайлайт, начав медленно опускать. Но прежде, чем она успела обнять Твайлайт, зазвенел колокольчик.

— А, это Спайк! — вскрикнула Твайлайт, спрыгивая с кушетки. — Закуски, наверное, готовы. Я скоро буду!

С этими словами она выбежала из комнаты.

Как только за Твайлайт закрылась дверь, Луна медленно обернулась к Селестии.

— Что ты тут делаешь? – тихо спросила она.

— Исключительно то, что ты мне посоветовала, сестра, — довольно ответила Селестия. – Ты сказала, что я должна следовать зову сердца, что я должна дать знать Твайлайт о своих чувствах и попытаться начать отношения. Я подумала об этом после того, как ты ушла, решила, что ты была права, и вот… я… тут.

— Ты просто вытерпеть не можешь, если у меня есть что-то, чего нет у тебя, так? – через секунду спросила Луна. – Ты была готова отказаться от всего, что чувствуешь, но стоило мне сказать, что я хочу того же, как ты тут же объявляешься, чтобы у меня это отобрать.

— Ч-что?! – от шока у Селестии отвисла челюсть. – Луна, нет, я бы никогда…

— Тогда ты считаешь, что я не заслуживаю ее? – возразила Луна. – Я недостаточно хороша для твоей Твайлайт?

— Луна, нет… Я… — повесила голову Селестия. – Ты права. Это было глупо и эгоистично с моей стороны, являться сюда вот так, особенно после того, как четко заявила, что отказываюсь. Я сейчас уйду и больше не стану вмешиваться.

Она встала и собралась уходить, но ее остановило чистое недоверие на лице Луны.

— Нет, — ответила Луна, качая головой. Ее голос звучал оглушенно. – Нет.

— Не понимаю, Луна. Я делаю то, что ты хочешь…

— Нет, это не то! – закричала Луна, вскакивая. – Ты делаешь то же, что всегда!

— Луна, что…

— Перестань пытаться быть идеальной. Это то, что ты делаешь всегда. Ты думаешь, что должна справляться со всем сама, что весь труд и ответственность должны лечь на твои плечи. Ты приносишь все жертвы – и я ненавижу это.

Луна наклонилась через столик между двумя кушетками, и глаза Селестии расширились от испуга. Грива сестры буйно вилась вокруг нее, как когда она была Найтмер Мун.

— И ты до сих пор не считаешь меня равной! Я уже рада, что ты меня больше не игнорируешь, но это не значит, что я хочу, чтобы ты давала мне все, чего бы я ни попросила!

— Луна, я… Я не… — Селестия ковырнула пол копытом и тихонько добавила. – Скажи мне, что делать.

— Сделай что-нибудь хорошее и для себя разок! – откинулась назад Луна. – Будь эгоистичной, сделай то, что хочешь ты. И считай меня равной! Я не просто твоя сестра – я ухажер-соперник, и я тут, чтобы похитить сердце твоей возлюбленной! Как ты собираешься ответить на это?

Селестия глубоко вздохнула и закрыла глаза.

Она подумала о своем сне, о том, что чувствовала, когда Твайлайт сказала, что любит другого… как ее сердце словно разбивалось на кусочки. Она попыталась представить тоже чувство, но, если бы Твайлайт была не с просто пони, но сестрой самой Селестии. Видеть их двоих, в этом замке, каждый день до конца вечности…

Но я люблю их обеих, подала голос часть ее. Я должна быть счастлива видеть их вместе.

Она некоторое время боролась с этой мыслью, а потом безжалостно раздавила. Как долго ее тянуло к Твайлайт? Сколько лет это продолжалось? И сколько времени то же самое чувствовала Луна – считанные часы. Она говорила, что уже подумывала об этом, но это определённо был первый раз, когда она делала это серьезно. В лучшем случае это было просто увлечение, еще один каприз Луны. И в душе Селестии не будет ни капли вины, если она соберется завоевать сердце Твайлайт.

И кроме того, ощерилась еще одна часть внутри нее. Я заслуживаю в моей жизни чего-то, помимо управления страной.

Она снова открыла глаза, и Луна вздрогнула, когда увидела пылающие в них солнца.

— Некогда я была известна как Сол Инвикта, Непокоренное Солнце. Я правлю своей страной гармонией и миром, но тебе ли не знать, что построена она была не так. Из всех битв, придворных интриг, попыток убийств победительницей вышла лишь одна пони – я. И ты действительно желаешь испытать себя против этой силы? Ты можешь сделать эту ошибку, дорогая сестра, но знай, что встретишь саму Сол Инвикту. И не восторжествуешь.

Селестия вдруг замолчала и в ужасе прикрыла копытом рот.

— Ой, Луна. Прости…

— Браво, сестра, — спокойно ответила Луна, поаплодировала и склонила голову. – Я сдаюсь.

— Ч-что?

— Твайлайт твоя. По крайней мере, при первой попытке. Но знай, что если ты как-нибудь напортачишь, то я наброшусь на нее, как подменыш на свадьбу.

— А что со всеми этими разговорами о том, чтобы считать друг друга равными?! – возмутилась Селестия.

— Я говорила, что хочу, чтобы ты считала меня равной себе, — хихикнула Луна. – Но так как я – лучшая принцесса, то мне нет нужды считать тебя равной себе.

— Но…

— И твоя страсть тронула меня, сестра, — Луна обошла столик и встала ближе к сестре. – Было приятно увидеть тебя настолько распаленной чем-то. С самого моего возвращения ты не была такой – я уж думала, что за годы моего отсутствия ты растеряла весь свой внутренний огонь.

Она поежилась, развернулась и отошла.

— Кроме того, я хорошо знаю, что мои романтические увлечения склонны быть… мимолетными. Боюсь, любые отношения между мной и Твайлайт были бы недолгими. Гражданам не понравилось бы, что между двумя их принцессами была простая интрижка или «флирт», как это называют на современном наречии.

— Луна, где ты… — зашипела Селестия на Луну. – Это все шутка? Просто способ свести меня с Твайлайт и заставить признаться в своих чувствах?

— Конечно, нет, сестра моя! – засмеялась Луна. – По крайней мере, не совсем так. Я целиком и полностью собиралась соблазнить Твайлайт, когда прибыла сюда. Сдайся ты на самом деле, я бы разделала эту кобылку не хуже Тирека.

— Луна, во имя Небес…

Селестия сразу захлопнула рот, как открылась дверь и в комнату вбежала Твайлайт с маффинами в магической хватке.

— А вот и закуски! – радостно объявила она.

— Прошу меня простить, Твайлайт Спаркл, — ответила Луна. – Но мне нужно уйти до того, как мне удастся попробовать твою вкусно пахнущую выпечку. Хотя…

От груды отделился маффин, окутанный голубоватым облачком магии принцессы, и влетел ей в рот.

— Вкусно, — объявила она, рассыпая крошки.

— Тебе действительно уже надо идти? – разочарованным тоном спросила Твайлайт.

— К большому сожалению, боюсь, что так, — ответила Луна, повесив голову и уходя.

— Луна, погоди, — Селестия быстро подошла, чтобы потереться о сестру. — Спасибо тебе. За то, что вынудила меня признать свою слепоту и глупость, и за великодушие в поражении.

— Не волнуйся. Хоть у меня и были свои интересы, до твоей страсти мне далеко. Хотя… — Луна так посмотрела на Твайлайт, что та залилась краской, не понимая, почему. — Я признаю, что немного… разочарована.

Вздохнув, Принцесса Ночи все же пошла к балкону.

— В любом случае, уже поздно, а ночью у меня много дел. Увидимся в следующий раз.

— До встречи, сестра, — ответила, провожая ее, Селестия. — И еще раз — спасибо.

— Сделай ради меня одну вещь, — Луна обернулась и подмигнула сестре развратнейшим образом. — Задай жару.

С этими словами Лунная Принцесса подпрыгнула в воздух и исчезла секундой спустя.

— Извините, принцесса, но что тут происходит? — спросила смущенная Твайлайт, забираясь на диванчик напротив Селестии. — То есть, вы двое явились, как гром среди ясного неба, весь вечер спорили о... чем-то, пока я показывала вам замок. И когда мы только устроились, чтобы поговорить, Луна вдруг ушла. Что происходит?

Селестия вцепилась в маффин, чтобы приглушить смешок при виде реакции Твайлайт. Она была такой очаровательной.

— Прости, Твайлайт. Эта ночь была совершенно неожиданной. Но не беспокойся, я останусь. Я не планирую уходить до самого утра.

— Отлично! Было бы хорошо, если бы и Луна осталась, но я всегда любила проводить время с вами, — Селестия почувствовала румянец от комплимента. — Спасибо, Твайлайт. Мне тоже нравится быть с тобой.

Они сидели, улыбаясь друг другу через стол, пока Твайлайт не начала беспокоиться.

— Эм, принцесса…

— Ой! — Селестия прикрыла копытом рот и покачала головой, пытаясь ее прочистить. — И-извини, я немного задумалась, наверное. Хочешь, эм, поговорить о… чем-нибудь?

— Конечно!

И снова в кристальной библиотеке воцарилась тишина.

— Эм…

— О! Думаю, мне стоит, эм, найти тему разговора, да? Раз уж я это предложила и все такое, хахаха! — глаза Селестии заметались по комнате, старательно ища тему для разговора. — У тебя определенно, эм, хороший замок? Очень… милый.

Прямо как ты, отчаянно хотелось добавить ей.

— Да, я начинаю его ценить, — взмахнула Твайлайт копытом, указывая на замок в целом. — Мне все еще не хватает старой библиотеки, но, уверена, у меня и о нем появятся хорошие воспоминания.

Селестия не ответила, завороженная внешностью Твайлайт. Ее глаза, такие яркие и любопытные. Пряди ее гривы, добавляющие яркости и слишком темные волосы. Крылья, некогда напряженные и неуклюжие, но теперь двигающиеся совершенно естественно. Взгляд Селестии пошел дальше. Ее метка — тот же символ, который Селестия видела века назад на Древе Гармонии, теперь украшал ее бедро.

Селестия снова провела взглядом по телу Твайлайт…

— Эм, алло, Эквестрия вызывает принцессу Селестию? — с удивлением на лице Твайлайт помахала копытом перед лицом старшей принцессы. — Вы в порядке? Вы несколько покраснели.

Селестия выпала обратно в реальность — ее лицо было красным и, казалось, горело жарче солнца.

— Ой! Твайлайт! Я, эм, я просто… Мненадокоечтосделатьпока!

И исчезла во вспышке света.

Твайлайт с раскрытым ртом смотрела на место, где сидела принцесса Селестия. Наконец, она покачала головой.

— Это странно. Сегодня полнолуние? Ну, это объяснило бы Луну, но не Селестию. Надо бы проверить спектроскопы, не улавливали ли они пятен на Солнце последнее время…

***
Селестия появилась в своей спальне и бессильно рухнула на кровать.

— Я трусиха, — произнесла она, не обращаясь ни к кому конкретно.

— И дура, и, наверное, слишком налегаешь на торты, и многое другое, — раздался голос позади нее. Селестия дернулась, но расслабилась, поняв, что это всего лишь ее сестра на балконе.

— Луна? Что ты…

— Поджидала одну глупую и трусливую пони, — ответила Луна, входя в комнату и подходя к кровати. — Я телепортировалась прямо сюда. И решила, что уйду, если ты не появишься через десять минут.

— Я не смогла, — повесила голову Селестия. — Я просто… она была прямо передо мной, и вся моя уверенность просто развеялась.

— Все в порядке, дорогая сестра. В конце концов, прошло много веков с тех пор, как ты была в отношениях. Ну, если не считать штучки, которую я нашла в нижнем ящике платяного шкафа…

— ЛУНА!

— Но не бойся! Мы дадим помощь, нужную тебе, чтобы объявить Твайлайт своей! Письмо было отослано, и завтрашним утром начнутся уроки по романтике! Мы не остановимся, пока ты не станешь машиной соблазнения, направленной четко на твою любовь!

— Луна, что еще за “письмо”... погоди, это же было не Королевское Мы, так? О, Богини, кого ты позвала? — Селестия попробовала встать, но была остановлена и заброшена на подушки сестрой.

— Шшш, Селестия, отдыхай, — произнесла Луна, слегка сияя рогом. — У тебя был трудный день, а завтра понадобятся все силы.

Селестия распознала власть сестры над сном и попыталась сопротивляться. Особенно после того, насколько зловещими были последние слова. Но у нее действительно был трудный день, и зная, что ее ждут лишь приятные сны, решила сдаться. Она видела, как ее сестра аккуратно закрыла дверь за собой, и погрузилась в сон.

***
Твайлайт ворчала, спускаясь по ступеням.

— Да, да, иду, — пробурчала она, когда стук в дверь вновь разнесся по замку. — Какого… Принцесса Селестия?!

— Привет, Твайлайт, — Повелительница Солнца улыбнулась и слегка склонила голову. — Как тебе эта ночь?

— Эм, хорошо, принцесса. Но что вы тут делаете?

— Нужна ли мне причина, чтобы навестить самую лучшую ученицу?

Это мягкое замечание заставило Твайлайт отвернуться и покраснеть.

— Н-нет, конечно нет. Н-но… вы только что ушли, и тут же вернулись.

На секунду на лице старшего аликорна мелькнула дикая паника, но тут же исчезла.

— Мне казалось, у меня были дела, но оказалось, что нет. И я бы с радостью побыла с тобой, чем занималась… чем бы ни намеревалась заниматься вместо этого.

— Ну, думаю я рада это слышать. Я действительно хотела бы проводить с вами больше времени.

— А я с тобой, — Селестия присела, раскрыв крылья и вытянув передние ноги. Не нужно было ничего говорить, и Твайлайт радостно бросилась обнимать принцессу.

— Я так рада видеть вас, — произнесла она, потираясь о грудь Селестии, пока ноги и крылья алебастрового аликорна охватывали ее.

— Я тоже, Твайлайт, — ответила Селестия, глаза которой на секунду замерцали зеленым, когда она посмотрела на меньшего аликорна. — Я тоже.

#------------------------------------------------------------------------------
@chapter 5 Крайне непристойное поведение
#------------------------------------------------------------------------------

Селестия с улыбкой на лице пробудилась от хорошего сна. Она спрыгнула с кровати, солнце поднялось вместе с ней и начался новый день.

День будет хорошим, она знала это. Она чувствовала это, когда, напевая, расчесывала свою летящую гриву. Она чувствовала это, когда надевала свои регалии и убеждалась, что сидят они правильно. Она чувствовала это, когда практически вприпрыжку прошла по залам дворца, кивая расставленным по пути гвардейцам. Она чувствовала это, когда занималась повседневными делами, даже на скучных встречах. Она чувствовала это, когда сидела за столом, потягивая дневной чай.

И она почувствовала – буквально, физически – как это чувство уходит, когда услышала громкое «Уиииии!», за которым показалась розовая аликорн.

— О, Богини! Это чудесно! – воскликнула принцесса Ми Амора Каденза, прыгая по комнате. – Это правда?! Так наконец нашла особенного для себя пони и тебе нужна моя помощь, чтобы признаться в любви?!

С некоторым усилием Селестия удержалась от того, чтобы прижать переднее копыто ко лбу. То, что во все это ввязалась Луна – уже было плохо. Она позабыла о способности сестры взять любую ситуацию, неважно, насколько неловкую или неудобную, и сделать все в тысячу раз хуже. В списке пони, которых Селестия хотела бы уведомить об этой ситуации, была конкретно одна, во всей Эквестрии, которая находилась на последнем месте после ее сестры. И Луна умудрилась найти эту пони и тут же вызвать ее во дворец. Это было чрезвычайно впечатляюще – прямо как сверхспособность.

— То, что ты сказала – верно, в общем плане, — ответила Селестия, стараясь не скрипеть зубами. – Луна… добавила что-то ещё? Вроде, кто этот пони?

— Нет! Она сказала, что оставит это тебе. Так кто это?

Селестия облегченно выдохнула про себя. Единственная тактичная косточка в теле Луны дала знать о себе.

— Предпочту умолчать. Не обижайся и я извиняюсь, но я бы пока хотела держать это при себе. Но совет был бы крайне ценным.

— Могу я предположить? – и прежде, чем Селестия ответила, Кейденс продолжила. – Хойти Тойти!

Селестия слегка улыбнулась.

— Нет. Но к вопросу о…

— Фото Финиш!

— Я, конечно, позволила ей сделать непристойные фотографии со мной для ее «личной коллекции», но нет. А теперь…

— Дерпи Хувс!

— Я даже не знаю, кто это! Послушай…

— Брейберн! Не, стоп, это, считай, кто угодно в Эквестрии.

Закатив глаза, Селестия предпочла молчать и пить чай, дожидаясь, пока младшая принцесса выпустит пар.

— Твайлайт Спаркл!

Аликорны много сильнее прочих пони, но мало кто догадывается, что не только большие размеры дают им эту мощь. Магия, что наполняет и питает их тела, тоже придает им сил. Магическая мощь аликорна растет с возрастом, и Селестия, как старейшая из аликорнов, была одним из сильнейших физически существ на планете. Она могла двигать горы лишь мускулами груди.

И потому фонтан чая из ее рта прошелся по стене, как вода из установки под давлением. Там, где некогда была фреска, изображающая восход солнца над Кантерлотом, теперь красовался голый камень, залитый чаем.

— Ты права, это глупо. Прости, что даже предположила, — слегка хихикнула Кейденс. – То есть, это же Твайлайт. Твоя собственная ученица, которую ты вырастила чуть не с жеребячьего возраста.

— А-ага, — сумела выдавить Селестия.

— Ну, хватит с этим. Пойдем! Начинается твой первый урок!

— Ч-что?! – вскрикнула Селестия, выволакиваемая из комнаты. – Я думала, ты просто скажешь мне, что делать! Дашь мне совет, как оставаться уверенной, разговаривая с Тва… пони, которую я люблю! И я не могу просто так оставить Эквестрию без принцессы ради собственных эгоистичных устремлений!

— Об этом не беспокойся, я все уладила с твоими советниками. Знаешь ли, с повседневной рутиной они и сами справятся. Ты слишком много работаешь и тебе надо отдохнуть! И ты была вдали от романтики слишком долго! Тебе нужен опыт из первых копыт!

***
— «Гарцующий пони»? – произнесла пегаска, которую совершенно точно звали Санни Скайз, а не Селестия, смотря на вывеску здания, перед которым стояла. Что-то в ней – то ли неон, то ли то, как пони на ней, казалось, танцевала – было подозрительным.

— Именно, — ответила единорожка, которую, несмотря на все возражения Селестии, звали Лави Дави. – Это один из лучших клубов Кантерлота. Но я не удивлена, что ты о нем не знаешь.

— Да, это несколько не моя часть города. В нем ничего такого – просто не принцесса «схожу в клуб и потанцую».

Селестия оглянулась на хихикнувшую Кейденс.

— Что?

— Ничего. Ладно, пойдем.

— А маскировка обязательна? – спросила Селестия, когда они вошли. – Я знаю, что присутствие принцесс может вызвать переполох, но это все же не причина…

Она остановилась с отвисшей челюстью при виде сцены перед ней. «Гарцующий пони» было верным названием – пони на сцене определенно гарцевали, а также выделывали множество других вещей хвостами и бедрами. И она поняла, что ее беспокоило в вывеске – танцующая там пони, казалось, держалась за невидимый столб. Тут же столбы были более, чем видимы. И пони использовали их не только для танцев.

— Кейденс! – прошипела Селестия, обернувшись к ухмыляющейся пони рядом. – Ты притащила меня в стрип-клуб?!

— И хороший! – возразила Кейденс, кивком головы позвав Селестию за собой, что та с неохотой сделала. – Как я говорила, один из самых популярных в Кантерлоте.

— Я думала, ты будешь учить меня о любви, а не похоти, — пробурчала Селестия.

— Не будь ханжой, тетушка. Похоть – значительна часть любви. Конечно, не будет любви, если ты не ценишь разум и личность избранника, но есть причина, почему есть любовь с первого взгляда.

Они заняли места у центральной сцены и заказали напитки, чтобы влиться и расслабиться. Особенно это нужно было Селестии, которой было несколько неуютно.

— Кажется, тебе по душе эта кобылка, — с хитрецой произнесла Кейденс и Селестия, покраснев, быстро отвернулась. У земной пони была шкурка практически очень знакомого оттенка фиолетового.

— Но и жеребцы тебя заинтересовали, — продолжила Кейденс. – Неужто ты?..

— И то и то верно, — ответила Селестия, смотря вниз и краснея все сильнее. – Через несколько тысяч лет интересы становятся шире и осознаешь, что привлекательные черты есть у обоих полов…

— Не надо объяснять. Принцесса Любви, помнишь? И это обо всей любви. Фактически однажды, в летном лагере…

Она вдруг замолчала, когда сцену залил яркий свет, а танцовщицы и танцовщики начали уходить за занавес.

— О, нет, я знала, что стоило узнать программу на сегодня, — простонала она под нос.

— В чем дело? — спросила Селестия.

— Эм, ну, знаешь… иногда тут дают... особые выступления. С… костюмами и тому подобным, танцовщиками, одетыми, как… знаменитости, и все такое.

— О. Так они одеваются, как гвардейцы, медсестры или знаменитости, вроде Сапфир Шорз?

— Да, вроооде того.

Единорожка, вышедшая на сцену, была высокой, стройной и с белой шерсткой. Конкретный цвет ее гривы было сложно определить, так как ее пряди были либо покрашены в разные цвета, либо там применялись накладки. Эффект был поразительным, а вид — странно знакомым. Причина стала понятной, когда кобыла сделала шаг вперед и слегка повернулась, явив накладные картонные крылья и метку, тщательно зарисованную изображением солнца.

Что. Это. Все. Значит.

— Спокойнее, Селестия, спокойнее, — торопливо заговорила Кейденс. — Это просто тематическое шоу! Пони любят видеть знаменитых пони, пони, которых они любят и уважают, танцующими, эм, соблазнительно.

О, они у меня потанцуют.

— Я сказала, успокойся, — Кейденс положила принцессе копыто на плечо и потянула обратно на диванчик. — Думаешь, тебя одну тут изображают? Та, кто должна быть мной, едва на меня похожа. Слишком низенькая. У Твайлайт тут тоже уже есть артистка-имитатор, и, вроде бы, она хороша.

Мысль о Твайлайт, танцующей так перед довольными, вожделеющими пони, успокоила Селестию лучше, чем что-либо сказанное Кейденс. Вернее, не столько успокаивая, сколько давая другую тему для обдумывания. Фактически, если подходить объективно, это даже льстит. Она предположила, что стоит разобраться, почему ее пони нравится такое.

И тут на сцену из темного угла выступила темно-синяя пегаска с прикрепленным к голове рогом.

Да я тут к демонам их всех поубиваю!

— Так, слушай, — сказала Кейденс, удерживая вырывающуюся пони рядом. — Я же говорила, что их много! Хочешь узнать о других?

— О, уверена, это будет интересно, — фыркнула Селестия, успокоившись и откинувшись на спинку диванчика, скрестив ноги на груди.

— Ну, мне, в целом, понравилась танцовщица, изображающая Найтмер Мун… — Кейденс обернулась на поперхнувшуюся Селестию. — Ой, да ладно! Ты видела ее бедра? Я даже рада, что мы не кровные родственники…

Снова поперхнувшаяся Селестия.

— Так, думаешь, это плохо? А представь, каково было мне, когда я пришла и увидела танцовщицу, одетую как Кризалис?

Тут Селестия захихикала, а Кейденс закатила глаза.

— Ладно, смейся, — ответила она, а потом вспомнила кое-что интереснее. — Говоря о прошлых злодеях, мне понравился танцовщик Сомбры. С дымогенераторами и картонными кристаллами тут сотворили просто чудеса… а вот Тирек мне не зашел.

— Да как они вообще смогли?! — вскрикнула Селестия, позабыв о танцовщицах, изображающих ее и сестру.

— Торс, руки и голова из папье-маше. Дырки для зрения где-то в районе сосков, думаю — за освещением не видно.

Два замаскированных аликорна рассмеялись.

— Видишь? В этом нет ничего дурного, — добавила Кейденс. — Это совершенно естественно и даже льстит, по-своему.

— Может быть, — нехотя признала Селестия. — Хотя и рада, что ты не рассказала о танцовщике Дискорда.

— А. Эм, такого тут нет, — нервно прокашлялась Кейденс. — Он… на самом деле, сам для этого является.

— Меня сейчас стошнит, — объявила Селестия. — Тебе лучше отойти в сторонку.

— Мы кони, нас не может стошнить, — указала Кейденс.

— Я — всемогущий аликорн. Если я пожелаю, чтобы меня стошнило, то воля моя будет исполнена. Струя будет великой и могучей. Об этом даже сложат стихи.

— Просто смотри шоу, ладно? Танцовщицы действительно хороши, если ты дашь им шанс и уделишь внимание.

Селестии пришлось признать, что они были весьма умелы. Их гибкие, спортивные тела легко струились, пока они сплетались на сцене, не столько танцуя, сколько дополняя движения друг друга. На самом деле, это было как наблюдать танец луны и солнца в небе. Селестия обнаружила себя странно тронутой этим аспектом танца, когда танцовщицы подошли к центральному столбу и начали крутиться на нем. Встав на задние ноги, они взялись за столб и начали…

ЧТО ОНИ ТАМ ТВОРЯТ ДРУГ С ДРУГОМ?!

***
Залитая солнечным светом улица была тиха и спокойна. Фактически, до ночи она не была особенно оживленной. Но этот покой пал, когда дверь “Гарцующего пони” с грохотом отворилась.

— НИЧЕГО, КРОМЕ ПРАХА! — провыла пегаска, уволакиваемая из клуба и дальше по улице единорожкой, прилагающей к тому все свои магические и физические силы. — МЫ ОБРУШИМ СЮДА МОЩЬ СОЛНЦА, СОТРЕМ СИЕ НЕЧИСТОЕ ЗАВЕДЕНИЕ С ЛИЦА КОРОЛЕВСТВА НАШЕГО! ВЫ ПОЗНАЕТЕ ВСЮ ЯРОСТЬ, КОЕЙ Я БЫЛА НЕКОГДА СЛАВНА…

Селестия замолчала, когда Кейденс утащила ее в переулок и ударила по лицу копытом.

— За что?

— Мне нужно было сделать что-то, чтобы ты не вела себя, как безумная, — вздохнула и закатила глаза Кейденс.

— Ты, вообще, видела, что творили там эти танцовщицы? – закричала Селестия, указывая копытом в направлении, откуда они ушли. – Там была я, моя сестра, и мы… мы…

— Да, я это видела. А еще я видела «себя», делающую то же самое с Кризалис. И это – не упоминая Сомбру и Тирека. Хммм, хотя танцоры Сомбры и Тирека вместе… кхем! Не суть. Тебе нужно научиться контролировать себя.

— Конечно же. Нам не нужен сопутствующий урон – перебьем только пони в клубе. Невинные не пострадают.

— Да хватит уже! – потребовала Кейденс. – Ты последняя, кому на это надо возмущаться.

— И что же это должно означать? – проворчала Селестия, спровоцировав у племянницы злой вздох.

— Ты помнишь… — начала медленно Кейденс, смотря прямо и немного в сторону, чтобы не встречаться взглядом с Селестией. – Как я, еще подростком, жила у тебя в замке, а тебе постоянно приходилось отвлекаться на тот или иной кризис? Я как-то начала обыскивать твои покои… и в матрасе нашла тетрадку с написанной тобой историей. На обложке было написано «Принцест – это винцест»…

— Эй, знаешь, что будет лучше всего? Жить дальше и забыть, что это вообще было, — торопливо сказала Селестия и порысила вниз по улице.

Когда вернусь – спалю ее, — подумала Селестия. – Или… спрячу получше.

Какое-то время они шли молча, Селестия была впереди.

— Хочешь поговорить об этом? –спросила Кейденс, когда они свернули за угол.

— Нет, — кратко ответила Селестия.

— Уверена? Я Принцесса Любви – и это означает, всех видов любви…

— Я написала это давным-давно. С изгнания Луны прошло лишь несколько лет, и я подумала, что все могло быть иначе, если... неважно, это просто глупая история. Поэтому, давай просто… забудем это.

— Хорошо, хорошо, — Кейденс сумела помолчать минутку, но все же заговорила. — Эм, извини, что прочитала твой рассказ. Я понимаю, что влезла в твое личное пространство…

— Не беспокойся об этом, — грубовато ответила Селестия.

— Знаешь, а написано было действительно хорошо. У тебя талант к прозе…

— Я сказала, хватит об этом, — прорычала Селестия, кивнув в сторону улицы. — А теперь идем, я хочу вернуться в замок до…

— Нет, нет, нет! — Кейденс ухватила Селестию за копыто и потащила в обратную сторону. — В моем списке есть еще клубы!

— Е-еще?! После той катастрофы?!

— Они не все такие, — твердо ответила Кейденс, таща за собой стенающую пегаску. — А теперь идем. Мне еще многому надо тебя научить!

***
— Слава Богиням, все закончилось, — простонала Селестия, падая на пол в своих покоях и позволив маскировке соскользнуть. — Думаю, мне уже дурно от трясущихся вокруг понячьих задниц. Ты мне как-то умудрилась устроить передозировку.

— Ой, хватит жаловаться, — Кейденс, естественно, была свежей, как роза. После дневных... похождений у нее даже энергии прибавилось. — Когда тебе комфортно в окружении чужих тел — это первый шаг к тому, что тебе будет удобно в своем. А это — первый шаг к тому, чтобы быть достаточно уверенной, чтобы признаться любимой пони в своих чувствах.

— Это тело видело восход и закат империй. Некоторые оно воздвигло, а другие же закатило. Мне совершенно удобно в своем теле.

— Отлично! — стукнула Кейденс копытам друг о друга. — Тогда у тебя не будет проблем с обсуждением игрушек, которые я заготовила на сегодняшнюю ночь! Начнем с простого, с обычных игрушек из резины и пластика, а потом уже перейдем к штучкам интереснее, вроде…

По мере того, как Кейденс описывала своих “маленьких помощников”, глаза Селестии становились все шире и шире. А потом была яркая вспышка.

***
— ...весь фокус в том, чтобы расслабиться, потому что иначе, когда ты будешь их вытаскивать, они…

Кейденс замолчала, осознав, что была телепортирована в гостевую комнату и говорит с зеркалом. Она вздохнула, покачала головой и закатила глаза.

— Тетушка такая старомодная! Я даже сочувствую тому пони, в которого она влюбилась.

***
— Племянница моя такая развратная! Сочувствую Шайнинг Армору, — Селестия на секунду замолчала и пожала плечами. — Если он сам не по этому делу, я думаю.

Она перестала ходить по комнате и заставила себя сесть на балконе, чтобы попытаться расслабиться. Что, как всегда, сработало. Очень немногие вещи делали ее счастливее, чем любование Кантерлотом, гордостью ее жизни.

Ну, одной из гордостей, подумала она, представив Твайлайт.

Успокоившись, она заставила себя обдумать прошедший день. Он был… неплох, как она могла предположить. Было открытием обнаружить, что некоторые пони считают ее кем-то вроде богини секса. Само число стрип-клубов, названия которых как-то отсылали к ней или ее сестре, было раздражающим — но и лестным. Она немного хихикнула, вспомнив клуб “Полная Луна”. Жаль, она не могла рассказать о нем Луне.

Более того, осознала Селестия, дневные приключения чудесным образом повысили ее уверенность касательно Твайлайт. Как минимум, знала она, какой бы стыд она ни испытает, признаваясь в своих чувствах, он будет бледной тенью того, что с ней происходило сегодня.

Стук в дверь заставил ее поднять голову.

Странно… Не узнаю стука, — подумала она, пересекая спальню. — Кто может стучать в мои личные покои, кого я не знаю?..

— Да? Кто… — слова застряли в ее горле, когда дверь открылась и явила маленького аликорна.

— Привет, Селестия, — произнесла Твайлайт Спаркл.


#------------------------------------------------------------------------------
@chapter 6 Меняющиеся союзники
#------------------------------------------------------------------------------

— П-привет, Твайлайт, — Селестия неосознанно сделала шаг назад. – Я не… что ты здесь делаешь?

— Неужто мне нужна причина навестить любимую наставницу? – Твайлайт вошла в комнату, случайно коснувшись Селестии и заставив большую кобылу покраснеть.

— Н-нет, просто я удивлена твоим приездом.

— Ну, — произнесла Твайлайт, усевшись практически в центре комнаты. – Я просто захотела заглянуть и договорить с вами после того, как вы так внезапно ушли прошлой ночью. Все в порядке, так? Просто поговорить?

— Конечно.

Селестия глубоко вздохнула и подошла к ученице. Вот оно, не перепугайся теперь. Ты должна сказать ей…

— Твайлайт? Могу я… сказать тебе кое-что? Что-то очень важное и личное?

— Конечно! Вы можете рассказать мне все, что угодно. Мы же близкие друзья.

— Да, и надеюсь, таковыми и останемся потом, — Селестия нервно стукнула мраморный пол копытом. – Видишь ли, дело в том… мы близкие друзья, и я знаю тебя очень давно, и… и… Твайлайт, я люблю тебя.

Маленькая аликорн удивилась, а потом широко улыбнулась.

— Ну, я знаю об этом. И я тоже вас люблю. В конце концов, мы были учеником и учителем так долго, что… МПФ?!

После взаимного признания в любви Селестия уже ничего не слышала и, быстро подойдя, твердо впечатала свои губы в губы Твайлайт. Одно копыто охватило спину меньшей пони, удерживая ее на месте, что было вовремя, иначе бы Твайлайт немедленно отшатнулась.

Разорвав поцелуй, Селестия использовала одно крыло, чтобы охватить и поднять Твайлайт, и пронести ее через комнату.

— С-селестия, что… чего вы… — ошеломленная поцелуем Твайлайт осознала, что ее куда-то несут, лишь когда крылья отпустили ее, уронив на перину.

Прежде, чем она смогла пошевелиться, Селестия скользнула на нее, покрывая поцелуями шею и покусывая ушки, из-за чего меньший аликорн была растеряна и беспомощна.

— П-погоди, Селестия… — Твайлайт попыталась протестовать, но ее вновь прервал поцелуй Селестии.

Твайлайт ерзала под большей пони, пытаясь выбраться из-под нее. Селестия, в свою очередь, принимала это за судороги наслаждения, несмотря на то, что рот ученицы был плотно закрыт, не пропуская язык Солнечной Правительницы дальше, как бы она ни старалась.

Пыхтя и тяжело дыша они, наконец, оторвались друг от друга.

— Селестия… — пыталась протестовать Твайлайт, что было ошибкой. Воспользовавшись ее попыткой заговорить, Селестия метнулась вперед и ее язык наконец проник в глубины рта ученицы.

Глаза Твайлайт распахнулись еще шире, и она начала вырываться — но тщетно. Из-за чистой разницы в размерах ее прижимали к кровати, а язык Селестии был в ее рту, как пробка в бутылке, и ее заглушенные протесты были приняты Селестией за стоны удовольствия. Твайлайт ничего не могла поделать — только лежать и пытаться донести свои слова, пока Селестия с энтузиазмом и тщательно исследовала языком рот ученицы.

Переломный момент наступил, когда копыта старшей принцессы скользнули по телу Твайлайт к не самым публичным ее местам. Она начала сопротивляться с удвоенными усилиями, когда одно копыто коснулось бедра, Селестия таки открыла глаза и увидела выражение лица ученицы. Она немедленно прервала поцелуй и откинулась, давая Твайлайт немного свободы.

— Твайлайт? — спросила Селестия свою будущую возлюбленную. — В чем…

— Я сказала, ОТВАЛИ от меня, — рявкнула Твайлайт, поднимая копыто и твердо тыкая им в грудь Принцессе Солнца. Смущенная Селестия скользнула в сторону, давая Твайлайт соскочить с кровати и отбежать в сторону.

— Твайлайт…

— Ох, да что с тобой?! — закричала та, протирая язык копытом. — То есть, можно понять, что ты расстроилась, когда обнаружила, но творить такое со мной? Твоя крыша основательно потекла, знаешь ли.

— Я-я не понимаю, Твайлайт. Я думала, ты…

— Хватит уже. Нет смысла притворяться. Ты ни за что меня в кровать больше не затащишь, — она тяжело вздохнула. – Ну, думаю не стоит тратить больше энергию.

Глаза Твайлайт неожиданно засветились зеленым, и изумрудное пламя охватило все ее тело. Она неожиданно прибавила в росте, с крыльев полетели и начали исчезать пожираемые пламенем перья, дыры проели ноги, а рог стал длинным и неровным.

— Я пойму, если ты не захочешь говорить, но как ты догадалась, что я – не она? – пытливо спросила королева Кризалис. — Что-то с моим голосом? Какой-то дурацкий танец, как с Кейденс было?

— Я… я… что…

Неожиданно с грохотом растворились двери и в покои влетела Кейденс, затормозив при виде Кризалис.

— Я знала, что почувствовала магию подменышей! – прокричала она.

— Вот помяни демона… — закатила глаза Кризалис.

— Ты меня называешь демоном, чудовище?! – прорычала Кейденс, шагая через комнату к королеве. – Больше ты меня врасплох не застанешь, и этого момента я ждала годы! Я не дам тебе навредить пони, которые мне важны!

Она наклонилась, рог заискрился от энергии, с него сорвался яркий циановый луч и ударил Кризалис в грудь, от чего она прикрыла глаза и довольно вздохнула.

— О-о-о, мило, — пробормотала она.

— Н-но как?! – вскрикнула Кейденс, прекращая атаку. – Это была вся моя мощь!

— И что же, по-твоему, удар любовью по тому, кто ее ест, сделает – помимо того, что придаст сил? – спросила Кризалис, приподняв бровь.

— Но свадьба… мы использовали нашу любовь, чтобы победить тебя…

— Нет, ты использовала свою любовь, чтобы запитать заклинание щита и потом ударить им меня в лицо, — ощерилась Кризалис. – И я, к слову, это не забыла, моя маленькая Принцесса Еды.

— Так ты тут, чтобы мстить? – спросила Кейденс, опасливо прищурившись.

— О, нет, я просто проходила мимо и решила быстренько перекусить перед возвращением в улей. То есть, до реализации моего плана еще месяцы, — Кризалис злобно хихикнула.

— Какого плана?!

— Не-а, никаких спойлеров, — пошла к балкону королева подменышей. – Ну, раз уж мы тут закончили, мне пора. Трутнями можно командовать через коллективный разум, но они склонны лениться, если меня нет поблизости, чтобы… подкрепить мои приказы физически.

— Я так не думаю! – преградила ей путь Кейденс. – Что ты сделала с Селестией?

Она указала на кровать, где лежала ее тетя, вся опавшая и стенающая.

— Что я сделала с ней?! – возмутилась Кризалис. – Я просто пришла сюда, прикинувшись той фиолетовой пони, думая поесть немного любви учителя к ученику. Прошлой ночью с ней сработало отлично, но Селестия…

— Ты питалась от Твайлайт?! – подушки на кровати начали дымиться.

— Эй, эй, ничего не произошло! — успокаивающе подняла копыто Кризалис. — Я просто заглянула перекусить! Ни контроля разума, ни коконов, ни отложенных яиц…

— Ни чего?! — взвизгнула Кейденс.

— Я просто приняла облик Селестии и побыла с ней немного. Спроси ее об этом и она расскажет о приятной ночи с принцессой.

Дым, поднимающийся от кровати, начал ослабевать и Кризалис про себя облегченно выдохнула.

— В общем, я решила проделать то же самое, но в обратную сторону здесь, но прежде, чем я вообще начала питаться, принцесса Солнцежопая затащила меня в кровать и едва не изнасиловала! Это мерзко. Так пытающимся захватить королевство не мстят. Я думала, что у вас, пони, есть правила о таком.

— Она… сделала это с тобой? — широко раскрыла глаза Кейденс.

— Поверь мне, ошибиться было бы сложно, — скривилась Кризалис. — От вкуса языка гигантской пони во рту я не избавлюсь никогда.

— Селестия, это правда? — обернулась к кровати сияющая Кейденс.

В ответ принцесса с жалобным хныканьем погрузилась глубже в кровать, пока над подушками и покрывалами не остался торчать только рог.

— О БОГИНИ, ты и Твайлайт! Это так замечательно! — Кейденс перестала подпрыгивать и прижала уши к голове. — Ой, тетя, прости, пожалуйста, что посмеялась, когда предположила это раньше. Честно, вы идеально подходите друг другу. Я просто сказала, как мне показалось, что думаешь ты!

Рог, как перископ подводной лодки, погрузился глубже.

— О, нет, никуда ты не денешься, — циановое сияние сорвало с кровати все подушки и одеяла за исключением той, за которой, крепко вцепившись в нее копытами, пряталась Селестия.

— Ты действительно любишь Твайлайт? — мягко спросила Кейденс. Голова Селестии быстро высунулась из-за подушки, коротко кивнула и спряталась обратно.

— Как мило, — прошептала Кейденс.

Внезапно она обернулась к Кризалис, дымясь от ярости.

— Ты ЧУДОВИЩЕ! Как ты могла сделать такое с ней?! Она наконец набралась духу признаться в любви, а ты ее просто прогнала? Как ты МОГЛА?!

— Что… это… чего?! — возмутилась, отступая, Кризалис. — Хочешь сказать, что я должна была… должна была…

— Да, ты должна была лежать и принять это.

— Как ты смеешь? Думаешь, я способна запрыгнуть в постель случайному пони?

— Это именно то, что ты творишь, ты… ты, проклятый суккуб?!

— Чтоб ты знала, я никогда… никогда… — Кризалис замолчала, и что-то подозрительно напоминающее румянец появилось на ее лице.

— Ты никогда что? — любопытно спросила Кейденс, склонив голову в сторону.

— Э-это не твое дело.

— О, нет, — прошептала Кейденс, прикрыв рот копытами. — Хочешь сказать, что ты никогда не была… близка с кем-то? Интимно близка?

— И что, если нет? — обиделась Кризалис.

— Но… это же чистейший способ выразить свою любовь… стать, на мгновение, единым с другим пони, разделить с ним всю себя…

— Ха! Не нуждаюсь! Кроме того, я КОРОЛЕВА. Ни один пони не достоин меня.

— А подменыш?

— Я знаю, что они недостойны. Коллективный разум, помнишь?

— Н-но… где-то должен быть пони для тебя! — Кейденс выглядела готовой разрыдаться.

— Ну, однажды такой был. И ты позаботилась об этом очень хорошо.

— Ну да… — Кейденс, чуть сопя, изучала пол, а потом решительно подняла голову. — Тогда я сделаю это для тебя! Я найду понибудь для тебя, кто будет заботится о тебе!

— Э-эй, погоди… — Кризалис начала отступать. В ее глазах впервые появился страх.

— Пожалуйста, Кризалис! Дай мне найти понибудь — кого-нибудь — кто сделает тебя счастливой, пусть даже на одну ночь!

— Я… да зачем мне это?! Еще и от тебя?!

— Хочешь сказать, что тебе не одиноко? — мягко спросила Кейденс.

— Нет! Коллективный разум! Сколько раз мне это тебе повторять? Просто… Ух! — Кризалис сжала клыки, поднесла копыто к виску и отвернулась на секунду, а потом обернулась обратно. — Ладно, хорошо, ты хочешь этого? Пусть будет так. Где-то, из миллионов в Эквестрии, должен найтись один пони, достойный меня. Найди его мне и… там видно будет. Но он должен быть приемлем для меня!

— Ура! — стукнула копытами Кейденс. — Вылезай из кровати, Селестия, у нас есть работа!

— Я… я не знаю, — произнесла Солнечная Принцесса, подобно своему светилу выглядывая из-за подушки. — После того, что только что произошло… вдруг и настоящая Твайлайт мне откажет? Не знаю, смогу ли я принять это снова.

— Это чушь, Селестия! Кризалис, скажи ей… эй!

Королева дернулась от вскрика Кейденс. Ее рог сиял, заставляя зеленоватую дымку лететь от принцессы в открытый рот королевы.

— Ты питаешься от меня?!

— Не то, чтобы это было сложно, — пожала та плечами. — Учитывая, сколько любви ты раскидываешь повсюду. Не делать этого было бы растратой!

— Хорошо, просто… не суть. Ты была вчера у Твайлайт в образе Селестии, так? Скажи, насколько сильно Твайлайт ее любит.

— О, она Селестию не любит. Совсем.

— Что?! — закричали обе принцессы.

— То есть, платоническая любовь ученицы к наставнице есть, да. Очень много и очень вкусно. Но ничего романтического.

Дрожь сначала поразила губы Селестии. Потом перекинулась на колени, а в глазах появились слезы. Наконец она разразилась долгими, душераздирающими всхлипами, рухнула на кровать и зарылась лицом в копыта.

— Кризалис! Это не помощь! Это полная противоположность!

— Но это правда!

— Не волнует! Помоги ей, или я не стану помогать тебе!

— Да я и не хочу, чтобы ты…

— Исправляй!

Кризалис протяжно и устало вздохнула. Опасливо взобравшись на кровать, она обняла Селестию за плечи.

— Слушай, она тебя не любит. Но есть способы это поправить. Я могу научить тебя кое-каким заклинаниям контроля разума…

Ее заглушили новые рыдания Селестии. Обернувшись, Кризалис пожала плечами и получила злющий взгляд от Кейденс. Поморщившись, королева подменышей снова обернулась к Селестии.

— Ладно, ладно, слушай. Да, я сказала, что романтической любви нет — и ее на самом деле не было. Но было… нечто. Если попытаться описать ее в терминах для не-подменышей… искра. Не любви, не того типа любви, что ты жаждешь, а лишь намек на нее. Может, она даже не знает, что эта искра есть. Может, она подумывала об этом, но решила, что это невозможно, и потому отступила от этих чувств и они практически исчезли. Но что-то там есть, и это все, что тебе нужно. Поверь, я и с меньшим работала.

— Ты… серьезно? — всхлипывая, подняла взгляд Селестия.

— Конечно, — Кризалис аккуратно стерла слезу со щеки Селестии. — Посмотри в это лицо. Оно похоже на лицо того, кто будет тебе лгать?

И широко осклабилась.

Селестия решила посчитать этот клыкастый ужас улыбкой.

— Я… приму твои слова, — наконец сказала она.

— Хорошо! — Кризалис спрыгнула с кровати, аккуратно встала за Кейденс и снова начала питаться.

— Ты действительно в порядке, тетя? — осторожно спросила та, когда Принцесса Солнца снова воздвиглась на копыта.

Селестия не ответила, расправляя спину, выпрямляя шею и поднимая высоко голову. Через мгновенье она снова была величественным монархом.

— Да, Кейденс. Я не позволю печали снова взять надо мной власть. Я знаю, что у меня есть шанс, настоящий, истинный шанс, и это все, что мне нужно. Это все, чего я хотела.

— Великолепно! — радостно заплясала на месте Кейденс. — Нам нужно, чтобы из этой искры разгорелось пламя, и чтобы Кризалис трахнули!

Заставить подменыша выплюнуть полный рот любви едва ли кажется возможным. Еще менее кажется, что это будет неприятный опыт, если сравнивать это, скажем, с пони, евшим овсянку.

На самом деле, это возможно. И на самом деле это гораздо, гораздо отвратительнее.


#------------------------------------------------------------------------------
@chapter 7 Быть Королевским Гвардейцем сложнее, чем кажется
#------------------------------------------------------------------------------

— Эй, ты там. Гвардеец.

Стил Шилд взбодрился. Конечно, он гордился тем, что состоит в Гвардии. Они все гордились — это было, практически, требованием для вступления. Единственной проблемой было… ну, восемьдесят процентов времени у них занимало просто стояние и, знаете ли, охрана. Девятнадцать с половиной процентов были тренировками, работой с документами, уходом за снаряжением и всем таким. Это немного наскучивало какое-то время спустя.

Единственным исключением были оставшиеся полпроцента… которые состояли из чистого, дистиллированного ужаса. Как, например, когда был освобожден Дискорд или подменыши напали на королевскую свадьбу. До сих пор даже одного жука было достаточно, чтобы его неделю одолевали кошмары.

С ним кто-то заговорил, и это было приятным спасением от скуки на посту. С намеком на улыбку он повернулся на голос, готовясь к несомому им небольшому развлечению — пусть это будет даже указание направления.

И тут он увидел черную стену. Улыбка на его лице сменилась удивлением, и он понял, что перед ним кто-то стоит. Гвардеец поднял голову и посмотрел прямо в глаза королевы Кризалис.

— Скажи мне, Гвардеец, — произнесла она, прищурившись и чуть наклоняясь к застывшему жеребцу. — Ты достаточно привлекателен физически, но сможешь ли ты удовлетворить королеву?

Его рот медленно приоткрылся. На мгновенье казалось, что он ответит, но его челюсть продолжала отвисать. Неожиданно он исчез, обнаружился заворачивающим за дальний угол и только тогда начавшим кричать. Его копье какое-то время стояло прямо, а потом упало и загремело по полу.

— Хм. Очередной, — Кризалис подняла голову и пошла дальше по коридору. — Должна сказать, твои Гвардейцы разочаровывают. По крайней мере, в текущей ситуации. Можешь передать им, чтобы они поддерживали этот же уровень профессионализма и храбрости еще месяца три.

— И… это должно помочь? — пробормотала Селестия Кейденс.

— Ну, насколько нам известно, ей все равно — кобыла или жеребец, — ответила та, вслушиваясь в пронзительные вопли, все еще разносящиеся в воздухе. — И ей нужен кто-то, ее не боящийся. Это очень важная информация!

— А почему ей может понадобиться кто-то, ее боящийся? — удивилась Селестия.

— Честно говоря, я подумала, что она предпочтет это. Я поняла, что она по страху и уважению, и… о, Богини!

— Кейденс! — радостно воскликнул Шайнинг Армор, подбегая к ней. — Я, наконец, добрался! Поезд задержался из-за каких-то овец на рельсах, поэтому я ехал дольше, чем думал. Что это за вопли… которые я… слышал…

Он замолчал, и на какое-то время настала немая сцена.

— Привет, бывший. Как дела? — помахала ему Кризалис.

Три магических ауры одновременно обрушились на жеребца — золотая подняла его в воздух, из-за чего его ноги беспомощно загребали воздух, циановая сжала рот и прервала крик, а зеленая обвила рог, отменив заклинание, которое он готовился применить.

— Хорошо, а теперь быстро — что нам с ним делать? — отчаянно спросила Кейденс.

— Надо его спрятать, — твердо ответила Селестия. — Я и представить не могу, что начнется, если нас обнаружат в таком виде. И нам понадобится время, чтобы объяснить, что происходит.

— Не беспокойтесь, я знаю, что делать, — быстро и уверенно добавила Кризалис. — Проделывала тысячу раз. Есть тут поблизости чулан или что-то такое?

— За мной! — Селестия отвела их чуть назад, и они влезли в небольшой чулан. Так как это был дворец, то и чулан был большим, но из-за трех аликорнов (или существ аликорновых размеров) и жеребца он был несколько теснее, чем это было удобно.

— Найдите, чем его связать, — скомандовала Кризалис.

Быстро нашлись простыни и Шайнинг Армора крепко упаковали. Кризалис зачаровала кусок ткани, чтобы хотя бы временно блокировать его магию, а другим заткнула рот, как кляпом.

— Хорошо, что дальше? — чуть тяжело дыша спросила Кейденс.

— Теперь, когда он безопасен, у нас есть время выделить слизь и построить вокруг него кокон. После этого мы сможем принять его облик и занять место.

— Кризалис, даже если бы мы были подменышами, как это нам поможет сейчас? — застонала Селестия, прижав копыто ко лбу.

— О, — Кризалис чуть нахмурилась. — Об этом я не думала. Обычно, когда я затаскиваю сопротивляющегося пони в какой-нибудь безопасный уголок, то пытаюсь его загипнотизировать или подменить. А что вот с этим делать — понятия не имею.

— Великолепно, — произнесла Селестия, когда Кризалис отошла и начала с любопытством рассматривать вещи на полках. — Думаю, мы можем с ним поговорить?

— Шайнинг Армор, нам надо это обсудить, — подошла Кейденс к связанному жеребцу. — Я выну кляп, так что не пытайся звать на помощь.

Он посмотрел на нее, но кивнул, и принцесса убрала из его рта кусок простыни.

— Шайнинг…

— Кейденс, прошу, — умолял жеребец. Его взгляд был частично отчаянным, частично разъяренным. — Это не ты! Я знаю, каково это, но ты должна бороться! Мы побили ее раз, побьем и второй!

— Нет, Шайнинг Армор, — печально покачала головой Кейденс. — Она не управляет нами. Думаешь, она смогла бы управлять разумом даже одного аликорна, не говоря уже о двух? И, то есть, посмотри на нее. Она же… гигантский жук. Если бы она пыталась управлять нами, она приняла бы облик того, кому мы доверяем, вроде как когда она была Твайлайт, когда мы ее нашли… упс!

— Твайлайт?! — Шайнинг выпучил глаза и широко раскрыл рот, но Селестия оказалась быстрее и воткнула кляп обратно.

— Да, это была ошибка, — вздохнула Кейденс, слушая приглушенные крики мужа. Она подошла ближе и успокоила, коснувшись копытом лица. — Прошу, Шайнинг, выслушай меня. Мы пытаемся ей помочь. Она хочет быть хорошей — нет, это не правда. Но если она будет счастлива, то это будет первым шагом к превращению ее из врага в союзника. А я бы предпочла не остерегаться оборотней до конца вечности.

Шайнинг Армор больше не вырывался, но на его лице все еще было выражение упрямой решительности, и Кейденс со вздохом отошла.

— Ну, я постаралась. Кризалис, ты можешь сказать что-нибудь, чтобы убедить… что ты делаешь?!

Подменыш выглянула из коробки, в которую была погружена. Какой-то голубой порошок покрывал ее нос и налип вокруг рта.

— Я тут нашла чего перекусить.

— Это… это же отбеливатель! Его нельзя есть!

— А мне нравится. Пряненько.

Кейденс пошла к Кризалис. Селестия посмотрела на них и обернулась к Шайнинг Армору, перекрывая спор двух кобыл. Надев разочарованное лицо — брови нахмурены, уголки рта опущены — она вынула кляп из рта Шайнинг Армора еще раз.

— Прошу прощения за это, — начала она прежде, чем он успел заговорить. — Я знаю, ты гордился быть Капитаном Гвардии, поэтому я сохранила за тобой звание Почетного Капитана, даже после того, как ты уехал с Кейденс в Кристальную Империю. Я всегда была рада знать, что ты там, готовый прийти мне на помощь — моему королевству на помощь — если это снова потребуется. Тем не менее, как бы то ни было печально, я приму твою отставку.

— Мою… — Шайнинг чуть смутился. — Мою что?

— Твою отставку, — отвернулась от него Селестия, как можно лучше стараясь вышагивать в тесном чулане. — Ты определенно мне не доверяешь. Ты считаешь, что мой разум мне не принадлежит — как будто какой-то подменыш, даже королева, может проделать такое. И тебе так же кажется, что мои попытки подружиться с Кризалис…

Она обернулась на взвизги и увидела машущую ногами Кейденс, пытающуюся отпихнуть хихикающую Кризалис, которая старалась ударить ее по голове коробкой отбеливателя.

— ...мои попытки сделать Кризалис не настолько враждебной, не мудрыми, — ровно продолжила она. — Тем не менее, ее способности к обману превосходят даже мои. Ты видел, как эффективно она справилась с Элементами Гармонии на свадьбе — у Носительниц не было шансов добраться до них. Думаешь, у нее не будет аналогичных планов на Кейденс и тебя при неизбежной следующей попытке? Нам нужно что-то, что, хотя бы, напоминает перемирие с ней, Шайнинг Армор, несмотря на всю твою оправданную вражду в ее адрес.

— И все же я повторю — ты не доверяешь мне. Ты считаешь, что я под ее влиянием и считаешь, что мои попытки договориться с ней — безрассудство. Ты должен признать, что как я доверяю тебе, так и ты должен доверять мне. И если ты не доверяешь мне, если ты считаешь, что я делаю ошибку, и если ты считаешь, что можешь управлять этим королевством лучше меня, то все присяги и клятвы, которые ты приносил, требуют, чтобы ты подал в отставку.

— Между недоверием моей власти и мнением, что я больше не должна управлять — очень короткий шаг, Шайнинг Армор. И если ты все еще дорожишь своей присягой, и если еще не поздно, то ты знаешь, что делать.

На лице Шайнинг Армора было написано отчаяние и печаль. Селестия улыбнулась себе. Вина была одним из многих орудий ее арсенала, и она владела им, как рапирой — укол там, укол сям, и проблема решена.

— Что ты будешь делать, мой Капитан? — тихо спросила она, стараясь не смотреть на впечатляющую попытку Кейденс запихнуть коробу отбеливателя в глотку Кризалис.

— Селестия, я… — вздохнул он. — Я доверяю тебе. Конечно, доверяю. И если то, чем бы вы тут ни занимались, поможет защитить Эквестрию и Кристальную Империю — хоть и защитить не совсем так, как предпочел бы я — тогда я помогу. Но… никто не будет против, если я наложу на себя заклинание от ментальных воздействий? И проведу проверку, чтобы убедиться в том, что с тобой все в порядке? Не то, чтобы я не доверял тебе, просто…

— Такой уровень недоверия я могу пережить, — тихо рассмеялась Селестия. — Это здраво, учитывая, с кем мы общаемся, и является сутью твоей работы.

Она освободила рог от подавителя и увидела, как паутина магии разошлась по его голове, а потом наклонилась, чтобы он мог коснуться ее разума.

— Доволен? — хитро спросила она, и когда он кивнул, улыбнулась. — Хорошо.

— Итак, что мы тут делаем с… ней? — спросил Шайнинг, когда взъерошенные принцесса и королева закончили, чем бы они ни занимались в глубинах чулана и присоединились к обсуждению. Для уточнения он кивнул в сторону Кризалис, все еще не способный произнести ее имя.

— О, Шайнинг, это так чудесно! — провозгласила Кейденс. — Она разрешила попробовать мне найти ей пони, которого сможет любить, и который будет любить ее!

Жеребец начал хохотать, потом поймал взгляд Кризалис и быстро перевел его в кашель.

— О, это… это… хорошая штука? И определенно то, что мы сможем сделать. Совсем не невозможно.

Он обернулся к Селестии, которая начала его развязывать.

— Принцесса, а тебя как в это втянули?

— А, она просто хочет трахнуть твою сестру, а Кейденс ей помогает, — беспечно ответила Кризалис прежде, чем успел вмешаться кто-то еще.

Вздохнув, Селестия вернула кляп на место. Похоже, будет сложно.

***
— Ого, — произнесла Кейденс вслед бегущим Гвардейцам. — Даже прямые приказы Капитана не способны их удержать. Это… может быть сложнее, чем я думала.

— Можешь смеяться, — пробурчала Кризалис, вышагивая дальше по коридору. Вид бегущих от нее Гвардейцев не улучшал ее уже дурного настроения.

— О, нет, не стоит быть такой… — Кейденс быстро подбежала к ней поговорить. Селестия и Шайнинг Армор шагали чуть позади.

— Как бы мне ни не хотелось это признавать, но случай может оказаться на самом деле безнадежным, — печально произнесла Селестия. — Я действительно надеялась… то есть, не знаю, на что я надеялась, но Кейденс была в таком восторге, что я подумала, что мы сможем чего-то поделать. Найти чего-то, что решит саму проблему подменышей в корне. А теперь мне кажется, что сделали все только хуже.

— Кейденс очень хорошо думает о силе любви, — покачал головой Шайнинг. — Определенно, она способна на невероятные вещи — вроде того, что мы проделали с Кризалис при первой встрече — но да, у нее есть свои пределы. И я согласен. Меня беспокоит то, что она может натворить, если ей продолжат отказывать.

— Думаю, стоит переходить к запасному плану. Был один пони которого она, предположительно, считала хотя бы чуть-чуть достойным.

— И кто же это?

Селестия приподняла бровь в сторону Шайнинг Армора. Так как он все еще не понимал, принцесса кашлянула и кивнула в его сторону.

— Меня сейчас стошнит, — жеребец отвернулся и поднес копыто ко рту.

— Это была просто мысль, я не серьезно… То есть, если ты не против… нет, нет, ты прав, давай забудем о том, что я чего-то говорила.

Они догнали остановившихся Кризалис и Кейденс. Как раз в тот момент королева печально вздохнула.

— Дура я была, раз дала вам уговорить себя на что-то подобное, — произнесла она, глядя на мраморный пол под копытами.

— Нет, не говори так, — вымученная радость в голосе Кейденс была очевидной. – Наверное, проблема в том, что мы в Кантерлоте и в замке. Пони тут… в общем, когда вы в последний раз встретились, тыне произвела хорошего впечатления. Может, если мы отправимся, например, в Понивилль…

— Нет, хватит с меня, — обернулась к ним и прищурилась Кризалис. – Кроме того, как только я вас запихаю в коконы, а Эквестрия будет моя, то у меня будет вся любовь, которая мне нужна.

— Хмф. Ну, это не было удивительным, — проворчал Шайнинг Армор, вставая рядом с Кейденс.

— Пожалуйста, не делай этого, — умоляла Кейденс. – Мы же так хорошо сошлись! Еще немного времени, и мы могли бы… могли бы…

Она замолчала и Кризалис фыркнула – одновременно торжествующе и печально.

— Видишь? Сила любви не исправляет всего. Единственное, для чего она хороша – еда.

— Она хороша и еще кое для чего!

Рог Шайнинга засветился. Чуть позже, хоть и нехотя, к нему присоединилась Кейденс.

— О, на самом деле? – королева подменышей приподняла брови.

Рог Шайнинга чуть затрещал, его магия мигнула и рассыпалась искрами. У Кейденс хоть и не мигала, но просто потухла, несмотря на все усилия ее удержать.

— Вам на самом деле не стоило позволять мне подавлять тогда магию Шайнинг Армора, — захихикала Кризалис. – Или, по меньшей мере, внимательнее изучить мои заклинания, наложенные на него. Какое-то время он не сможет восстановить магию. Он, кажется, потратил все свои резервы на защиту от магии разума и проверку того, что разум одной принцессы не под контролем.

— А что до тебя, — повернулась она к Кейденс. – Я питалась от тебя весь день. Ты ведь не обращала внимания, сколько я беру, так?

— Я… — Кейденс печально повесила голову и шепотом закончила. – Я доверяла тебе.

Кризалис громко расхохоталась и повернулась к Селестии.

— Значит, осталась только ты, дорогая моя. Хочешь матч-реванш?

Селестия вышла в центр коридора, неотрывно глядя на королеву.

— Ты опозорила меня, победив, когда мы впервые встретились, и сегодня, когда предала мое доверие. Я рада шансу очистить себя, превратив тебя в кучку пепла на полу!

Кризалис моргнула и ее рог начал светиться.

— Очень хорошо, принцесса. Есть только ты и я, и больше никто не явится в последнюю секунду, чтобы победить меня…

— И что же все это значит?!

В коридоре раздался властный голос. Кризалис застыла с выпученными глазами и медленно обернулась. В дальнем конце коридора стояла Луна, и в каждой черте ее лица была написана ярость.

— Мы были пробуждены, задолго до начала нашей ночи, криками наших Королевских Гвардейцев. Представьте наше удивление, когда мы закончили сводить воедино бессвязные крики и истории сквозь слезы, и обнаружили, что ты, сестра, и ты, племянница, привели одного из опаснейших наших врагов во дворец в попытке, по всей видимости, найти ей любовника.

От всех четверых до нее донеслось невнятное бормотание. Луна какое-то время слушала, гнев ее нарастал, и, наконец, она топнула так, что коридор содрогнулся.

— ДОВОЛЬНО! – рыкнула она во всю мощь Кантерлотского Королевского Гласа.

Она двинулась вперед, пока не встала с королевой лицом к лицу. Она секунду изучала его, а потом начала обходить кругом, все еще ее осматривая. В свою очередь Кризалис просто сглотнула и стояла смирно, стараясь не показать дрожь от страха.

— Интересно наконец встретить ужасающую королеву подменышей лицом, — неожиданно произнесла Луна. Кризалис чуть не подпрыгнула от неожиданности. – И я не разочарована. Слухи и описания, что до меня доходили, показывали тебя не лучшим образом. Но вот в ком я разочарована, так в тебе, дорогая сестра.

— В-во мне?

— Ты впустила это создание в наш дворец — преступницу, что однажды напала на наше королевство, и проводишь для нее экскурсии? И все это ради попытки найти ей любовника? Ради попытки найти ей первого любовника…

Луна неожиданно остановилась и обернулась, обвиняюще указывая на сестру.

— И ты даже не подумала призвать нас ради этого деяния?!

— О. О-о-о…

Луна подошла к Кризалис и обняла ее крылом, подтягивая поближе, когда та попыталась отшатнуться от удивления.

— Будь спокойна, дражайшая сестра наша. Мы возьмём эту прекрасную деву и дефлорируем ее ради тебя самым тщательным образом.

— Погоди, что… — успела произнести Кризалис прежде, чем исчезнуть в синей вспышке.

Оставшиеся в коридоре пони какое-то время стояли в ошеломленной тишине.

— Ну, проблема решена, — произнесла, наконец, Селестия.

— Серьезно?! – взвыл Шайнинг Армор.

— Конечно. Либо Луна… проделает с ней то, что она заявила, о чем я очень сильно стараюсь не думать, либо она убьет Кризалис, — пожала плечами Селестия. – В любом случае, проблема будет решена.

#------------------------------------------------------------------------------
@chapter 8 Свадебные колокола
#------------------------------------------------------------------------------

— А теперь, — произнес Шайнинг Армор, сложив ноги на груди и глядя через стол в редко используемой переговорной. – Нам надо поговорить.

Селестия, сидящая напротив него и старающаяся не смотреть в глаза, кивнула, нервно постукивая копытами по столу.

— Какие у тебя намерения относительно моей сестры? – спросил он и ойкнул, когда Кейденс дала ему подзатыльник.

— Ты такой зануда, — отругала она его и расплылась в яркой улыбке. – Это же истинная любовь, разве не видишь? Чистейшая в мире!

— Не обижайся, но то же ты сказала сегодня утром про тост и масло, — сухо заметил Шайнинг.

— Нет, нет, это естественный вопрос, — вмешалась Селестия. – Особенно после… весьма бестактного заявления Кризалис.

Она глубоко вдохнула, выдохнула и посмотрела Шайнинг Армору прямо в глаза.

— Я влюблена в твою сестру, Шайнинг Армор. Я люблю Твайлайт Спаркл. Она… она значит для меня все.

Жеребец пристально посмотрел в ее глаза, застонал и спрятал лицо в копытах.

— Ох, ну и дела... То есть, ты же вырастила ее с жеребячества! И даже после этого ты… То есть, ты намеренно вырастила ее, чтобы…

— Прощу тебя, Шайнинг Армор, — фыркнула Селестия. – Я могу направлять события своей волей. Я могу манипулировать пони, чтобы получать то, что я хочу. Но использовать я могу только то, что есть. Все чудесное в Твайлайт, все, что делает ее идеальной, прекрасной кобылой – исключительно ее. А то, что она оказалась моей ученицей – просто совпадение.

— Сколько времени у меня к ней чувства... не могу сказать. Я сама их осознала лишь несколько дней назад. Но могу сказать, что когда она освободила мою сестру от тьмы ее разума, то это могло быть если не началом, то временем, когда все начало становиться… конкретнее.

— То, что ты знаешь ее с детства — по-прежнему вопрос, — настаивал Шайнинг Армор. — Ты ей практически вторая мать, а уж разница в возрасте…

— А вот это уж должно тебя волновать меньше всего, учитывая разницу в век или два между тобой и твоей женой, — возразила Селестия. — Мне отказано в сердце любого пони, не настолько же старого, как Эквестрия? Отказано в любом пони, которые приходят в мою школу, любого пони, в чьей жизни я оставила след, пока они растут от жеребят к взрослым?

Ее глаза сузились, и она посмотрела через стол на жеребца.

— В таком случае, единственный выбор, что остается мне из тех, кто не связан со мной кровным родством — твоя милая маленькая женушка, сидящая рядом. И ты не захочешь состязаться со мной, Капитан Гвардии.

И Шайнинг Армор, и Кейденс смотрели на нее с разинутыми ртами. На лице младшей принцессы был легкий румянец.

— Кхем, — кашлянула Селестия, откидываясь на спинку кресла. — Простите. Прошло… много лет, с тех пор, как я была в отношениях. Я могла стать в этом вопросе несколько… страстной.

— И поэтому вы собираетесь “трахнуть” мою младшую сестру? — пробормотал жеребец.

— Шайнинг! — ахнула Кейденс.

— Нет, Кейденс, это тоже надо обсудить, — Селестия снова посмотрела на Шайнинга.

— Несмотря на нехватку… тонкости у Кризалис, она права. Я люблю ее, и часть этого — желание любить Твайлайт физически. Я бы просто сказала это не так грубо.

Тут Селестия склонила голову на бок, обдумывая что-то.

— Хотя если Твайлайт захочет покувыркаться активно, моя кровать усилена титаном.

— СЕЛЕСТИЯ! — Шайнинг Армор был в ужасе, а Кейденс в восторге.

Та помахала им копытом.

— Ой, успокойтесь уже. Я шутила. Почти, — обернувшись к Шайнингу, она спросила. — Итак? У меня есть одобрение?

Он немного помолчал и вздохнул.

— Да. Думаю, я не могу желать лучшего для нее, чем всемогущий правитель страны. И Королевская Гвардия не обучена отказывать тебе в чем бы ты ни попросила.

— Спасибо, Шайнинг Армор, — тяжело произнесла Селестия, склонив голову. — Я спрошу то же у твоих родителей, но теперь я не боюсь их ответов. Ты, я чувствую, более склонен к сверхопеке, чем кто-либо еще.

— Я знаю, — чуть хихикнул он. — Забавно выходит. Столько лет спустя выясняется, что ее школьная любовь чувствует то же самое.

— О-она была влюблена в меня? — ахнула Селестия. — Кризалис не лгала об искре, которую она почувствовала?

— О, да, — слегка засмеялся жеребец. — Должен признать, тогда это выглядело милее — когда она была маленькой кобылкой, влюбленной в свою школьную учительницу. Все было невиннее, — он поморщился. — Я не говорю, что в твоих чувствах что-то неправильное, просто…

— Нет, нет, я понимаю, — вздохнула Селестия. — Думаю, теория Кризалис все же была верна. Она любила меня, но отказалась от той любви. Это… ирония. Она любила меня, но я не ведала о той любви, и в тот момент все равно не могла бы ответить на эти чувства. А теперь, когда я могу… она отказалась от них. Неудачное время для нас обеих...

— Я так не думаю, — мягко ответила Кейденс. – Если бы она призналась тогда в своей любви, то тебе бы пришлось отказать ей. В том возрасте не было бы иного выбора. Но теперь у нее было время повзрослеть – и у твоих чувств. Все, что нужно – перепробудить те чувства, которые, уверена, до сих пор есть у Твайлайт.

— Надеюсь, ты права. Надеюсь, все будет так же… просто, — несмотря на слова, в тоне голоса Селестии была слышна надежда.

— Ну, не знаю, можно ли тут употребить слово «просто», но с хорошим планом все пойдет в нужную тебе сторону, — радостно улыбнулась Кейденс. – Итак, какой у тебя план?

— Я скажу Твайлайт, что люблю ее, — ответила Селестия.

Повисла долгая тишина.

— И? – наконец спросила Кейденс.

— Нужно что-то еще?

— Уххх, — Кейденс прикрыла лицо копытами. – Ты не можешь подойти к ней просто так и сказать: «Эй, давай встречаться!». Когда Шайнинг хотел пригласить меня на свидание, он устроил целое представление с платформой на параде и пением, и додумался до большого дурацкого плана на выпускной!

— Эй! Он не был дурацким! – возмутился Шайнинг Армор.

— О, он был очень глупым. И потому таким милым. Суть в том, Селестия, что надо чего-то помимо признания в своих чувствах. Нужно сделать что-нибудь серьезное, чтобы показать свои чувства!

— Я могу… сделать ей подарок?

— Да, думаю это подойдет. Какой?

— Эм… — неуверенно огляделась вокруг Селестия. – Цветы?

— Единственное, на моей памяти, что Твайлайт делала с цветами — ела их, — вздохнула Кейденс. – Нужно что-то, что она будет ценить, что исходит от самого сердца.

-…книгу?

— Она любит книги, — заметил Шайнинг Армор.

— Думаешь, это хорошая идея? – застонала Кейденс. – Она живет в библиотеке. И я твердо знаю, что она прочла каждую книгу там минимум один раз. А когда у нее появился замок, ты подарила ей свою собственную личную библиотеку.

— Но… — взгляд Селестии начал светлеть. В нем оформлялась идея. – Если я достану ей особую книгу, которая что-то значит для нее…

— Да, это хорошо, — кивнула Кейденс. – И что же это будет за книга?

Селестия опустила взгляд, нахмурившись от сосредоточения и постукивая копытами по столу. Неожиданно она, сияя, подняла взгляд.

— Трактат о Гармонии Старсвирла! – объявила она. – Это его всеобъемлющая работа по Элементам Гармонии. Он часами расспрашивал Луну и меня, и еще дольше изучал сами Элементы.

— Трактат? – нахмурилась Кейденс. – А разве у нее уже его нет? Как ты сказала, это всеобъемлющий труд по Элементам. Думаю, он есть даже у меня, в Кристальной Империи.

— Да, но не первое издание! – Селестия становилась все возбуждённее, и начала вышагивать из стороны в сторону. – Это одна из редчайших книг. Если я смогу найти ее…

— Хорошо, и где же нам ее искать?

— Не знаю, но знаю, где мы ее найдем! – Селестия указала копытом на дверь. — В Королевской Библиотеке!

***
— Я и забыла, насколько эта книга интересна, — произнесла Кейденс, листая Трактат о Гармонии. – Мне особенно нравятся теории о том, как функционируют Элементы.

— Ты тоже читала одно из поздних изданий, — рассеяно ответила Селестия, листая собственную книгу, о Старсвирле. – Теории в первом издании были более… «свободными». В последующих изданиях он уточнял их до более, как ему казалось, реальных. И это одна из причин, по которым первое издание настолько редкое и интересное.

Вздохнув, она закрыла свою книгу.

— Не поможет. Надо обратиться к коллекционерам — они единственные, у кого может оказаться первое издание Трактата.

Кейденс и Селестия пошли вдоль полок в поисках книг, а Шайнинг остался за занятым ими столом рыться в уже набранных книгах.

Пока они бродили, библиотеку сотряс ужасный взрыв.

— Ч-что это было?! — вскрикнула, широко раскрыв глаза, Кейденс.

— Ох ты, — встревоженно произнесла Селестия и повернулась к читальной зоне и позвала, чуть повысив голос. — Шайнинг Армор? Не мог бы ты посмотреть, пожалуйста… в одно из западных окон и сказать, что ты там видишь?

Чуть позже раздался громкий крик.

— Э-это башня Луны! Похоже, что снесло весь верхний этаж!

— Хмм. А какого цвета пламя и дым?

— Кажется, зеленые.

— Это… интересно.

— В чем, конкретно, дело? — обеспокоенно спросила Кейденс.

— Знаешь, что происходит, когда добровольно даешь любовь королеве подменышей? И что бывает, когда они возвращают эту любовь?

— Н-нет…

Селестия цыкнула.

— Ты читала документы о подменышах, которые после вторжения подготовила Твайлайт?

— Ну, я пролистала их. Боюсь, я не настолько тщательно, как ты, читаю все, что мне дает Твайлайт.

Селестия покраснела и вновь повернулась к полкам.

— Ну, скажем так — Луна выучила небольшой урок по биологии подменышей…

***
Они все еще копались в книгах и даже достигли некоторого прогресса, когда двери библиотеки отворились.

Луна и Кризалис вошли бок о бок, перевив хвосты. Кризалис с восхищением смотрела на Луну. Принцесса же шагала с высоко поднятой головой, даже не смотря на королеву.

Они подошли к столу, где с разинутым ртом сидел Шайнинг Армор, едва не подпрыгивала от радости Кейденс, а Селестия изо всех сил старалась подавить улыбку.

— Сестра. Племянница. Племянник, — кивнула каждому Луна, но стараясь не смотреть на каждого. — Я… мы вернулись.

Повисла тишина, все стояли и смотрели друг на друга. Кризалис начала тереться о шею Луны. И хоть принцесса не ответила на эту ласку, она королеву и не оттолкнула.

Наконец, Луна кашлянула.

— Сестра, ты не против, если мы поговорим? Наедине?

Селестия все еще удерживала себя от улыбки, но кивнула.

— Конечно. Мы можем зайти за полки.

— Спасибо.

Но сначала Луне надо было расстаться с Кризалис. Это включало сначала распутывание хвостов, а потом просьбы подождать. Наконец, после многих шепотов “Да, я буду прямо там” и “Да, я тоже буду скучать” Кризалис села за стол, сощурившись и глядя на Кейденс и Шайнинг Армора.

Селестия наслаждалась явным неудобством сестры, пока не уловила начало беседы Кейденс и Кризалис, когда пошла вглубь библиотеки с Луной.

— Я требую.... то есть, хочу попросить об услуге, — громко начала Кризалис.

— Думаю, мы сможем помочь, — осторожно ответила Кейденс. — Зависит, чего ты попросишь.

— Ты не против спланировать нашу свадьбу? Е-если Луна попросит. Конечно, твой страх и ненависть ко мне все еще велики, и это заслуженно, но…

Радостный взвизг — последнее, что услышала Селестия от стола, когда они завернули за угол, но и этого было достаточно.

Теперь Селестия была встревожена. Она не ожидала, что узы так сильно ударят по Кризалис, и не думала, что подменыш будет так… очарована ее сестрой. Проблема в том, что королева все воспринимала серьезно. Луна, с другой стороны, никогда не вела того, что можно было бы назвать настоящими отношениями — насколько помнила Селестия. Реакция Кризалис на то, что Луна не захочет иметь с ней дел дальше, вряд ли будет хорошей.

И это, учитывая то, что однажды она уже захватила Эквестрию, означало, что вряд ли все закончится приятно.

— Итак, Луна, новая подружка немного липучая? — изогнула бровь Селестия.

— Она определенно стала... страстнее, — осторожно ответила Луна. — Редко мне попадались пони, влюбляющиеся так быстро.

— Ты тоже не прочла доклад Твайлайт, так? — вздохнула Селестия, и Луна покачала головой. — Скажи мне, сестра, когда ты с пони… как была с Кризалис, любишь ли ты их?

— Ты думаешь, мы просто как случайные встречные, жаждущие лишь наслаждений плоти? — ощетинилась Луна. — Конечно, удовольствие часть этого, но делаем мы это из любви к нашим подданным, и даже к врагам. И мы не видим причины оставаться тут и терпеть попытки осквернить наше выражение страсти и заботы к каждому гражданину нашего королевства.

Луна, было, развернулась и собралась уходить, но Селестия подняла копыто.

— Спокойнее, сестра, спокойнее, — примирительно произнесла она, склонив голову. — Я не имела ввиду ничего неуважительного. Я лишь хотела узнать, давала ли ты любовь королеве.

— Тогда да, это было. Я любила ее, как любила многих пони в течении веков, лежа на кровати, переплетясь влажными от пота телами, языками нежно…

— Хорошо, хорошо, я поняла, — скривилась Селестия. — Не нужно деталей. Последнее, что мне хотелось бы — сформировать образ.

— Тогда не стоило и спрашивать, — фыркнула Луна, задрала подбородок и собралась уходить.

— Мне нужно было знать, и теперь я могу объяснить все произошедшее тебе и себе. Жаль, что мы так мало знаем о подменышах, и то, что нам известно, состоит в основном из слухов, домыслов… и иногда просто лжи, — Селестия перешла на лекторский тон. — Подменыши питаются любовью. Они делают это, используя возможности к смене облика, принимая облик пони и питаясь любовью, которую получают от любимых этих пони. И в этом большой загадки и проблем нет.

— Но королевы отличаются от трутней, и все идет действительно странно, когда они получают любовь добровольно и отвечают взаимностью. Это создает своего рода замкнутую петлю. Но я не имела понятия, что результат будет настолько… ярким.

— Да, можно заметить, что у моей спальни больше нет крыши, — сухо отметила Луна.

— Прости. Знала бы я, что он будет таким сильным, я бы остановила тебя. И это же причина, по которой королевы подменышей “связываются” на всю жизнь. И это не про жизнь королевы. Но ты-то, конечно, не обычная смертная пони, так? — широко улыбнулась Селестия, но эта улыбка быстро исчезла.

— Ты знала, что так произойдет, — ровно ответила Луна. И это был не вопрос.

— До какой-то степени, — признала Селестия. — Я думала, это будет забавно, но не предупредив тебя я зашла слишком далеко. Знала бы я хоть немного, что такое произойдет, я бы остановила тебя. Но хуже, чем разрушение твоей спальни — другие последствия.

— Произошедшее образовало своего рода… связь между тобой и Кризалис. Как происходит импринтинг у птенца к тому, что он видит после вылупления, так и у нее образовался импринтинг к тебе — первая пони, которую она полюбила… и первая, кто вообще показала ей любовь. Возможно, это черта для выживания у подменышей, чтобы держать такой источник любви поближе на благо улья.

— Но… думаю, я сделала ужасную вещь, позволив тебе пройти через это и не попытавшись предупредить. Это ужасно по отношению к вам обеим, и то, что я не знала до конца, что произойдет — не оправдание. Луна… Кризалис очень ценит тебя сейчас. Фактически, любит. Думаю, тебе стоит серьезно с ней поговорить.

Все это время Луна молчала, глядя на свои копыта и погрузившись в мысли. Наконец, она подняла голову и твердо кивнула.

— Ты, как всегда, права, сестра. Кризалис… очень милая кобыла. Никогда я не встречала никого настолько нежного, настолько заботящегося обо мне, кроме меня. Слова, что она говорила мне, восхваляя мою красоту… ее восхищение моей добротой, и насколько любимой я заставляю ее себя чувствовать… Я нашла эти речи очень приятными и лестными.

— Что?

— Она еще и прекраснейшая. Гладкость ее черного хитина, ее длинные волосы, мягкие и роскошные, то, как сияет свет сквозь ее чудесные крылья, практически гипнотизирующие глаза… и даже если по какой-то немыслимой причине это все мне надоест, она еще и оборотень! Она может превратиться в любого пони — или любое существо — кого я захочу, но останется собой.

— Что?

— И даже если забыть о внешности, я редко встречала такой яркий ум, такое редкое остроумие! Я могу днями разговаривать с ней, просто слушая ее речь, даже без ее неописуемого голоса. Она может говорить что угодно, а я бы слушала, просто из-за ее особенностей речи.

Луна радостно выдохнула.

— Я не хочу с ней расставаться, Селестия. Думаю… это то самое. Она – та пони, которую я искала все эти годы, все это время.

— Лу-Луна… Луна, это же королева Кризалис. То есть, та самая королева подменышей, которая похитила нашу племянницу, практически подчинила ее жениха, победила меня в бою один на один, и, фактически, взяла контроль над всей Эквестрией, хоть и на несколько минут.

— Хочу напомнить, дорогая сестра, что однажды я сделала практически то же самое? – фыркнула Луна. – Кроме того, за это она уже извинилась.

— Она… извинилась? – удивленно моргнула Селестия.

— Конечно. Она сказала, что извиняется, что попыталась завоевать Эквестрию и провалилась, и уверена, что второй раз такого не произойдет.

— Луна, это не… Это не извинение на самом деле…

— Чушь, сестра, конечно это оно. Все это было для нее очень тяжело. Она даже спросила, были ли кто-то ранен во время ее, эм, «вторжения». Она казалась очень озабоченной их благосостоянием. Более того, кажется, она заботится о наших подданных не меньше нас!

— Луна, это потому, что она видит в них домашний скот! – возразила Селестия. – Наши подданные – это еда для нее и ее подданных!

— Да, именно! – радостно воскликнула Луна. – Так же, как юная Эпплджек любит и заботится о своих деревьях, так и королева Кризалис и ее улей любят всех пони Эквестрии!

— Луна, это не… она пыталась… она почти… — Селестия протяжно выдохнула и просто сдалась. – Да, Луна, ты права. Она очень хорошая кобыла. Я… я рада за тебя.

— Спасибо тебе, сестра! Я знала, что ты одобришь, — Луна быстро обняла Селестию за одну из передних ног. – Давай вернемся к остальным. Я рада, что мы поговорили об этом.

Голова Селестии низко висела, пока они шли обратно. Это было ее наказанием за что-то, она знала это. Может, за то, что не остановила Луну, когда та уводила с собой королеву подменышей, и не предупредила о том, что может произойти. Или за то, что посчитала это все простой шуткой, игрой с их чувствами. Что бы то ни было, в этот кошмар своей жизни она ввергла себя сама.

Когда они вышли из-за полок, Кризалис едва не задушила Луну в объятиях, прервав разговор с Кейденс и несколько неловко чувствующим себя Шайнинг Армором, бросившись на нее и охватив ногами шею.

— Мне не хватало тебя, — прожужжала она, нервно трепеща крыльями.

— А мне тебя, — нежно улыбнулась Луна. – Думаю, твой разговор с лучшим экспертом Эквестрии по вопросам любви о нашей будущей свадьбе был продуктивен, пока я отсутствовала?

— То есть ты… Ты действительно хочешь… — Кризалис смотрела на Луну сияющими глазами, не способная отыскать слова, чтобы продолжить.

— Да. Разговор с сестрой сделал все для меня яснее, и она одобрила наши отношения, — Луна помахала копытом слабо засмеявшейся Селестии. – Если ты согласна, если ты чувствуешь ко мне тоже, что и я к тебе, то я буду более, чем рада держать тебя за копыто на нашей свадьбе.

— О, Луна, да! Да, и тысячу раз да!

Они поцеловались с такой страстью и любовью, что даже у Селестии потеплело в груди при взгляде на королеву подменышей. Совсем немного – Кризалис все же швырнула ее через весь зал. Но ее сестра была счастлива, и это уже заслуживало некоторого прощения.

— Тогда мы уходим, — с легким румянцем произнесла Луна, когда они разделились. – У нас много дел. Даже помимо свадьбы, мы должны многое проработать – вроде ситуации с проживанием моей любимой и интеграции подменышей в общество Эквестрии, так как они теперь становятся ее гражданами.

— Помни, без моего ведома – никаких важных политических заявлений или дипломатических решений! То же – о подписании новых законопроектов! – крикнула им вслед Селестия, когда принцесса и королева уходили, перевившись хвостами и смотря друг другу в глаза.

— День этот идеален… — послышалось им пение Кризалис.

— Мечтала с детства я о нем и так ждала, – продолжила Луна, прижавшись к королеве, когда они исчезали за дверью.

— Ну, все хорошо. Кажется, — произнес немного спустя Шайнинг.

Селестия потрясла головой, чтобы ее прочистить.

— Ну, раз уж мы помогли этим двоим найти любовь, так вернемся ко мне и Твайлайт? Думаю, здесь мы сделали все, что могли. Ясно, что, если мы и найдем у кого-нибудь копию книги, так только у коллекционера. В частной коллекции – упоминаний о ней в музеях или на выставках не было несколько столетий. Думаю, стоит направиться в деловой центр Кантерлота и начать опрашивать букинистов.

Из коридоров вне библиотеки раздался хор воплей.

— И так как хотя бы первичное расследование придется проводить под прикрытием, чтобы не показывать, кто конкретно ищет эту книгу, то, Шайнинг Армор, тебе придется остаться здесь. Помимо твоей неспособности замаскироваться, похоже, что некоторых обитателей замка придется успокаивать после их встречи... – с этими словами Селестия слегка поморщилась. — …с пони, которая станет новейшей принцессой Эквестрии.

Жеребец вздохнул и порысил к двери.

— Все веселье – Гвардии, так?

— Если ты не способен не обидеться на шутку, то и в Гвардию записываться не стоило, — ответила Селестия, ухмыльнувшись в ответ на ухмылку жеребца, преследующего Луну и Кризалис.

— Они действительно прекрасная пара, не так ли? – сказала Кейденс, стоящая рядом с Селестией. – Хорошо, что ты одобрила их отношения.

— Если Луна счастлива, то и я счастлива. Даже если я, на самом деле, не очень счастлива, — принцесса искоса глянула на меньшего аликорна. – А вот твой энтузиазм кажется неподдельным.

— Ну конечно же! – радостно застучала копытами Кейденс. – Кризалис хочет, чтобы я спланировала ее свадьбу! Работа, созданная для Принцессы Любви! Мне не выпадало такого шанса, так как последняя была моей же, конечно!

— Да, да. Я просто рада видеть твое счастье тем, что Кризалис входит в нашу семью. О, стоит предположить, что теперь ты будешь звать ее тетей Кризалис, так?

Во вспышке света Селестия призвала фотоаппарат из своих покоев, сделала фото лица Кейденс и услала его обратно.

Она улыбнулась, чувствуя, как настроение улучшается. Она считала это кошмаром, ею собственнокопытно созданным Тартаром, в котором она была заперта. Но теперь, что бы ни произошло, как бы все плохо ни было, ее всегда сможет подбодрить это фото.

#------------------------------------------------------------------------------
@chapter 9 Охота на книгу
#------------------------------------------------------------------------------

— А тебе определенно знакомы эти места, — заметила Кейденс, когда они, замаскировавшись, шли через квартал букинистов.

— Ты же знаешь Твайлайт, — хихикнула Селестия. – Если ее нет в ее покоях или библиотеке, то она тут, в одном из этих магазинов. И, как погляжу, ты тут тоже не чужая.

— По той же причине, — указала Кейденс. – Знаешь, я так и не простила тебя за то, что ты научила ее тому заклинанию иллюзии, когда я еще была ее няней.

— О?

— Ага. В первую ночь после того, как она его выучила, я пришла поправить ей сползшее одеяло. И оно прошло прямо сквозь нее. Не самый веселый опыт для моего первого раза работы няней.

Селестия начала хихикать, но быстро замолчала, когда Кейденс мрачно на нее посмотрела.

— Не смешно! Я в панике кругами бегаю по дому, гадаю, в полицию звонить или самой искать идти… и тут она входит, как ни в чем ни бывало, и тащит сумки, больше нее самой, битком набитые книгами. Чуть на месте не прибила.

Неспособная сдержаться, Селестия разразилась хохотом, едва не упав на мостовую, несмотря на нескрываемую злобу на лице племянницы.

— Я… прости меня, родная, — постепенно взяла себя в руки старшая принцесса, утирая слезы. – Просто это так похоже на Твайлайт.

— Это действительно не смешно, — проворчала Кейденс. — Я ей раз за разом повторяла, что не надо так поступать, что уходить одной опасно и что сама причина, по которой я там — чтобы с ней все было в порядке. И она все равно сбегала! Ее иллюзии становились все лучше и лучше, и даже не знаю, сколько раз ей удавалось меня проводить.

— То, что маленькой кобылке ходить по городу одной опасно — верно, — ответила теперь серьезная Селестия. — Я не ругаю тебя или что-то в этом духе, но тебе следовало прийти ко мне после первых случаев. Если бы с ней что-то случилось…

— О, думаешь я не знаю? — возмутилась Кейденс. — На самом деле, я не думала, что она на самом деле в опасности. Ты же знаешь, насколько мало в Кантерлоте насильственных преступлений, учитывая, насколько организованна в нем преступность.

— Да, спасибо, что напомнила о том, что всю преступность в моей столице возглавляет один отвратительный, непереносимый криминальный авторитет, — закатила глаза Селестия.

— Благодаря чему пони в безопасности, — ответила Кейденс. — Но на самом деле я перестала беспокоиться о побегах Твайлайт — по крайней мере, об ее безопасности — после того, как на нее напали.

— Да быть не может! — побледнела Селестия.

— Ага. Трое пони. И, похоже, скидок они ей делать не собирались.

— Что произошло?! То есть, естественно, что с ней было все в порядке, но…

— Она отправила их в больницу.

— Что?!

— Как я говорила, скидок на возраст они делать не собирались, и потому она защищалась. С большим энтузиазмом. Никто из них не был единорогом, и они не ожидали встретить маленькую кобылку посильнее большинства взрослых!

— Меня, в общем-то, вызвали в полицейский участок, когда все уже закончилось. Они собирались задержать ее до выставления обвинений — так она этих троих отделала. Когда я туда пришла, она уже сломала два жеребячьих подавителя магии, и полицейские, сдавшись, надели на нее взрослый. В жизни не видела ее несчастнее, чем когда она носила эту штуку.

— Как такое могло произойти, и чтобы я не узнала?! — возмутилась Селестия.

— Я, вроде как, — поморщилась Кейденс. — Использовала свое положение принцессы, чтобы замести все под ковер. Клянусь, я так поступила только раз. Хуже того, Твайлайт заставила меня купить ей книг, чтобы она согласилась молчать об этом!

На лице Селестии боролись веселье и испуг, но, в конце концов, она покачала головой.

— Как я уже говорила, это так похоже на Твайлайт, — ее лицо осветила небольшая улыбка. — И это лишний раз убеждает меня, что я на верном пути.

Кейденс согласно кивнула, когда они вошли в очередной магазин. Как обычно, Кейденс пошла к владельцу, так как единорог вероятнее всего будет искать редкую книгу, а Селестия просто бродила меж полок в поисках того, что могло бы им помочь.

В магазине ее, как обычно, накрывали печаль и замешательство. Авторов многих книг, считающихся редкими, старинными или античными, она знала лично. Иногда — уже после публикации. Иногда — задолго до того, обучая их в своей школе. В некоторых случаях она даже помогала писать книгу, предоставляя воспоминания об исторических событиях, помощь в поисках, либо просто вычитку и гипотезы.

Но сколько книг, которые она читала и наслаждалась, просто перестали существовать. Много раз она желала возможности сохранить для будущих поколений каждую написанную книгу. Но такой проект был далеко за пределами возможного. Гора, на которой был выстроен Кантерлот, заполнилась бы за считанные века.

Секунду она подумывала поведать Твайлайт об этом, но поморщилась и отказалась от этой идеи. Это то, чем она никогда не поделится со своей возлюбленной. Как бы Селестия ни любила книги, до Твайлайт ей было далеко. И заполнение горы Кантерлот книгами было бы воспринято, несомненно, как идеальное решение.

Селестия чуть остановилась и приподняла брови при виде знака: “Пони до 18 лет вход воспрещен”. Знак висел над занавешенной дверью.

С любопытством она проникла за штору. Если где в магазине и будут редкие книги по высшей магии, то, несомненно, в такой скрытой комнате. Но первая же вынутая с полок книга показала, что она была не права.

— Это жеребцы? — пробормотала она, рассматривая обложку. — Что они… ойййй.

С румянцем на лице она быстро поставила книгу обратно, и быстро просмотрела корешки остальных, чтобы убедиться, что эти книги были того жанра, о котором она подумала. И надписи на корешках подтверждали, что да, все эти книги были о…

Ее сердце остановилось, когда увидела тонкую книгу, на белой обложке которой была надпись: “Принцест — это винцест”.

— О, нет, нет, нет… — быстро пробормотала она, выдергивая книгу с полки и пролистывая.

И облегченно вздохнула, когда поняла, что это писала не она. Видимо, идея пришла в голову кому-то еще. Неожиданно Селестия покраснела как помидор, осознав, что же она читает.

— Ой…

Секунды летели, пока Селестия листала страницы, становясь краснее с каждой последующей. Неожиданно ее прервал голос.

— ...Санни Скайз?

В панике Селестия сунула книгу обратно на полку и выскочила из-за занавесок. К счастью, Кейденс была за полками и не видела, откуда вышла Селестия.

— Я, эм… — старшая принцесса прокашлялась, понижая тон голоса. — Я здесь, Лави Дави.

— Нашла что-нибудь? — спросила Кейденс, когда они выходили.

— Нет! Нет, нет, там ничего интересного.

— У меня так же, — вздохнула Кейденс. — Хозяин ничего не знает про первое издание Трактата. Может, в следующем повезет?

Селестия посмотрела на начавшее темнеть небо и нахмурилась.

— Становится поздно. Магазины скоро будут закрываться. Лучше пойти домой и отдохнуть до завтра.

Хорошо, увидимся за завтраком.

Войдя в переулок, они сбросили маскировку и телепортировались в замок.

***
Несколько минут спустя Санни Скайз вошла в магазин, который только что покинула.

Крадучись, она прошла через магазин в комнату за занавеской и вынула с полки книгу в белой обложке. Не глядя на продавца, она выложила на прилавок деньги, зашла в переулок и исчезла.

***
— Тот же план на сегодня? — спросила Кейденс следующим утром.

— Нет, — покачала головой Селестия. — Вчерашний день показал, что нам стоит разделиться. Ничего на полках нам не поможет. Нам придется говорить с хозяевами магазинов, которые знают, что есть что и кто есть кто в их бизнесе. И обе мы для этого не понадобимся. Итак, тебе левую сторону, а мне правую?

— Звучит хорошо, — согласилась Кейденс, и они разошлись.

Позже тем днем Селестия была почти в ужасе. Помочь ей не мог ни один букинист, а уже был почти конец квартала. Казалось, что ни единой копии первого издания не осталось… чего быть не могло. Где-то она должна была быть. Селестия подсознательно поставила на обладание этой книгой все, а когда стало казаться, что ее нет, была близка к панике.

Глубоко погрузившись в отчаяние, Селестия просто кивнула, когда хозяин третьей с конца букинистической лавки сказал, что видел копию книги, и, повесив голову, пошла к двери.

Ее мозг медленно переварил то, что она только что услышала, уши дернулись, голова вскинулась и она метнулась к прилавку, едва не раскидав взмахом крыльев все книги в лавке.

— Вы видели? Где?! СКАЖИТЕ МНЕ! — прокричала она, перегнувшись через стойку и тряся пожилого жеребца за шею.

— Эй, эй, полегче, дочка, — сказал он, отцепляя ее копыта и потирая шею. — Я уже не настолько молод и крепок, как был когда-то. А что до первого издания, которое вы ищете…

Селестия не могла постоять на месте, ее копыта выбивали дробь по полу, пока старик напрягал память. И как только она снова была готова кричать и трясти жеребца, он утвердительно кивнул и ударил копытом по прилавку.

— Да, я помню эту книгу. Продана на аукционе, лет десять или пятнадцать тому назад. Трудно такое забыть — настолько редкая книга, да на аукционе. Еще сложнее забыть, как кто-то потратил на нее целую кучу битов.

— Кто это был? Кто купил книгу? — настойчиво спросила Селестия, перегибаясь через стойку.

— Не могу вам сказать, это был частный покупатель, — ответил жеребец и Селестия обвисла, ударившись лицом о прилавок. — Но его можно найти в записях аукционного дома, если вы сумеете убедить их дать вам взглянуть на них.

— Какой это был аукционный дом? — снова вскинулась Селестия.

— Кажется, Аукционная Галерея ДюБрайдлс, на третьей…

Он замолчал, когда Селестия вылетела из двери лавки, опрокинув в полете несколько стопок книг.

— Странная пегаска, — пробормотал хозяин лавки, и вдруг увидел мешочек монет, лежащий на прилавке. — Но хорошо платит.

***
— Вы не понимаете, я должна туда попасть! — кричала пегаска, стуча копытами по стойке.

Дор Чек это не впечатлило.

— Прошу прощения, мисс… Санни Скайз, так? — кобыла посмотрела на Селестию поверх очков. — Но общественность не допускается в архивы ДюБрайдлс.

Прикусив губу, Селестия в отчаянии посмотрела на двери, которые были не только заперты на засов, но и были под наблюдением охранников.

— Смотрите, мне жизненно необходимо туда попасть. Что нужно, чтобы пройти?

— Попасть туда можно двумя способами. Первый — быть одним из владельцев ДюБрайдлс. Другой… — ухмыльнулась кобыла. — Быть принцессой. Какой вариант ваш?

Замаскированная пегаска мрачно смотрела на кобылу. Самодовольная улыбка Дор Чек бесила ее с каждой секундой и, наконец, Селестия решила, что с нее хватит.

— Подождите немного, — прорычала она и вышла.

Дор Чек фыркнула ей вслед и вернулась с полировке копыт. Когда она услышала открывшуюся минуту спустя дверь, кобыла закатила глаза и подняла голову, готовясь отчитать надоедливую пегаску еще раз.

И слова застряли в горле, когда она увидела принцессу Селестию, очень целеустремленно идущую к ней.

— Кажется, вы сказали моей подруге, что надо быть принцессой, чтобы попасть в эти архивы? — голос ее был спокоен, но угроза в нем слышалась явно.

— Я… вы… н-нет, туда никто не может попасть, кроме хозяев, — сумела выдавить кобыла.

— Действительно? — пошла к дверям Селестия. Когда охранники неразумно попытались ее остановить, то вдруг обнаружили, что их не очень вежливо прижала к стене золотая магия принцессы.

У ворот она, без усилий удерживая пони, изучила металлические засовы.

— Очень крепкие, — прокомментировала она. — Тем не менее, я все еще могу их расплавить. Однако удерживать двух пони на месте несколько… отвлекает. Будет нехорошо, если я случайно расплавлю их, не так ли?

Дор Чек несколько раз раскрыла рот, пытаясь произнести что-то членораздельное, и, наконец, просто нажала на кнопку открытия ворот.

— Благодарю, — Селестия уронила охранников и промаршировала в архивы.

***
Кейденс торопилась. Она получила послание Селестии — сбивчивое и несвязное — и поспешила к аукционному дому так быстро, как могла. Она даже сбросила маскировку, так как из послания было ясно, что она больше не нужна.

— Где… — успела произнести она, когда кобыла за стойкой скуляще застонала при виде еще одной принцессы. Она указала дрожащим копытом на открытые двери в другом конце помещения, и Кейденс поспешила туда, с удивлением глядя, как от нее отползают охранники.

Она остановилась на пороге, с благоговением глядя на открывшуюся ей картину.

Архивы спускались вниз на два этажа от того, где стояла Кейденс. Эти этажи были видны через огороженный проем. Первые этажи были полны полок, на которых стояли разнообразные учетные книги, гроссбухи, папки и тому подобное, в чем можно было держать записи. На нижнем этаже было больше стоящих рядами картотечных шкафчиков, чем Кейденс когда-либо видела в одном месте.

И, казалось, все содержимое этих самых книг, папок, шкафчиков и полок парило в воздухе, удерживаемое золотым сиянием. Десятки тысяч листов двигались по сложной схеме, и в центре всего этого сидела Селестия, не мигая просматривающая за секунды каждую проплывающую перед ней бумажку.

— Селестия? — осторожно спросила Кейденс, делая несколько шагов вперед. — Что происходит?

— Я нашла книгу, — отстраненным голосом ответила Селестия. — Она была продана на аукционе в этом самом здании несколько лет назад. И сейчас я ищу того, кто ее купил.

— Тебе, эм… помощь нужна?

— Не знаю. Сколько у тебя веков опыта чтения скучнейших докладов и выуживания из них самого важного?

Кейденс поморщилась от этого тона, прижав уши, и Селестия, вздохнув, неожиданно села прямее.

Бумаги прекратили полет и Селестия обернулась, глядя на племянницу усталыми глазами и, извиняясь, пожала плечами.

— Прости, пожалуйста. Я обычно ни с кем не разговариваю, когда вот так работаю с документами. И, при этом, бываю груба. Я уделяю больше внимания бумагам, чем разговору.

— Все в порядке, тетушка, действительно, — широко улыбнулась Кейденс, и Селестия улыбнулась в ответ. — Я тогда пойду в замок и подожду результатов. Надо убедиться, что тетя Луна и тетя… урх! — прикрыла она копытом рот, поперхнувшись. — Тетя Кризалис ничего особого не натворили.

— Спасибо.

Кейденс осторожно вышла, когда бумаги продолжили танец.

***
Бумаги остановились.

Один лист висел перед Селестией. Она перечитала его раз, а потом другой. Ее тело начало медленно дрожать. На мгновенье ее рог засиял так ярко, что едва не испарил все здание и всех в нем, кроме нее. Но жар был так силен, что он закрутился вокруг себя, создав вихрь плазмы, который вращался вокруг ее рога, удерживая свою мощь исключительно в районе ее головы.

Селестия осторожно задержала дыхание, беря магию под контроль. Она собрала все документы, аккуратно вернула их туда, откуда их взяла, и вышла через дверь.

Перед стойкой, однако, задержалась, глядя на сжавшуюся Дор Чек.

— Если вам когда-нибудь понадобится работа, приходите во дворец, — произнесла она, от чего кобыла дернулась, а потом в шоке посмотрела на принцессу. — Мне пригодится та, кто способна прекословить принцессе, чтобы держать пони в стороне от моего кабинета и личных покоев.

С этими словами она ушла.

***
Селестия коротко кивнула пони, сидящему за столом у входа в Департамент Градостроительной Политики. Она вошла в архивы — у нее был неограниченный доступ, по крайней мере, в эти архивы — и документы снова закружились вокруг нее.

Этот вихрь был куда менее яростен — на этот раз она точно знала, чего искать. Собрав нужные бумаги, она вернулась в холл.

— Копир, — грубо потребовала она у пони за столом.

— Копии делать запрещено… — начал было жеребец, когда обнаружил, что над ним возвышается сама Селестия.

— Я, конечно, понимаю важность конфиденциальности и безопасности касаемо записей, официальных бумаг и тому подобного, но, все же, в этом вопросе я сегодня уже на грани, — прошипела она. — Это мое королевство. Это мой город. Хотите сказать, я не имею права на копию бумаг о своем имуществе?

Дрожащее копыто указало на дверь дальше по коридору.

— Спасибо, — вежливо поблагодарила Селестия, и пошла в копировальную комнату, неся за собой бумаги.

***
— Итак? — спросила Кейденс у приземлившейся на балконе Селестии, сумки которой, казалось, готовы были порваться.

— Я узнала, кто это, — устало ответила Принцесса Солнца, идя по коридорам, склонив голову. Она была вымотана так, что не имела сил даже телепортироваться в свой кабинет. — В данный момент книга в копытах Конкрит Хорсшуза.

— Конкрит?.. — ахнула Кейденс. — Преступный босс? Жеребец, контролирующий всю организованную преступность Кантерлота?!

— “Якобы” контролирующий, — ощерилась Селестия, показав кавычки копытами. — Мы знаем, что это он, но свидетели либо слишком напуганы, чтобы свидетельствовать против него, либо имеющиеся улики не пройдут в суде. Не с теми адвокатами, которых он может себе позволить.

— Зачем ему вообще книга по магии? Он же земной пони, так?

— Да, но это часть его коллекции. Он думает, что обладание редкими произведениями искусства и книгами по магии делает его утонченным.

Некоторое время они шли молча.

— Ты собираешься ее купить? — наконец заговорила Кейденс, и Селестия вздохнула.

— Нет, я не могу. Он строит очень много своего воображаемого престижа вокруг коллекции. И с кем попало он ею не поделится. У неизвестно кого — вроде Санни Скайз — нет ни малейшего шанса купить что-то у него.

— А покупать от своего имени — вообще не вариант. Во-первых, он ненавидит меня. Стоит мне к нему обратиться, как он задерет цену до небес, просто чтобы иметь возможность сказать, что он заставил раскошелиться саму принцессу. Во-вторых, общаться с ним любого рода приемлемым образом равноценно признанию его. Я не позволю моим пони думать, что считаю подонков, вроде него, стоящими хотя бы одного бита.

— Так что же нам делать? — спросила Кейденс, когда они вошли в личный кабинет Селестии.

— Все просто, — ответила Селестия.

Как обычно, стол принцессы был переполнен: законопроекты, которые надо просмотреть и/или подписать, письма разных вельмож, зарубежных и своих, перья, ручки и карандаши, стопки бумаги для заметок, и прочие мелочи, нужные правителю для работы. Подняв копыто, Селестия смела это все на пол и водрузила на стол сумки. Немного постояв ровно, они опрокинулись и раскрылись, явив чертежи, жилищные планы и карты города.

— Мы ее украдем.


#------------------------------------------------------------------------------
@chapter 10 Ограбление
#------------------------------------------------------------------------------

— Миссис Лави Дави и мисс Санни Скайз! – провозгласил швейцар, когда единорожка и пегаска вошли в зал.

Две пони задержались на вершине лестницы, осматривая комнату.

Она была полна пони, одетых в дорогие костюмы и тихо общающихся. Пол устилали дорогие, толстые ковры и повсюду были расставлены пьедесталы с произведениями искусства, которые были, вероятно, редкими и дорогими. Во внешних стенах виднелись арки, ведущие в другие части виллы. Ползущий по стенам плющ создавал впечатление леса. Но доминировал в комнате бассейн в центре, питаемый из трех огромных фонтанов по его краям – один в форме пегаса, другой в форме единорога, и третий в виде земного пони.

— Какие прекрасные кобылки, — услышали они, спустившись по главной лестнице.

Голос принадлежал гнедому земному пони с черной, прилизанной назад гривой. Он носил черный костюм с белым кушаком и красной розой в петлице.

— Как может быть иначе, когда кругом столько очаровательных жеребцов? – хихикнула Лави Дави, протягивая копыто для поцелуя.

Санни Скайз сумела подавить рвотный рефлекс, когда жеребец повернулся к ней, что сошло за реверанс.

— Конкрит Хорсшуз, организатор сегодняшнего приема, — поклонился он.

— Лави Дави, — ответила единорожка. Она была пронзительно-розового цвета, а ее грива – ослепительной смесью огненно-красного и светло-фиолетового. В целом, она создавала впечатление взорвавшейся открытки на День Сердец и Копыт. Ее платье было произведением искусства, облегающим и черным. Контраст между его чернотой и насыщенными цветами его хозяйки привлекал взгляды.

— Санни Скайз, — произнесла пегаска. Ее шерстка была просто светло-желтой, а грива голубой, как небо в ее имени. Платье, которое она носила, было пастельно-розовым с голубыми вставками, все в оборочках и кружевах.

— Думаю, теперь прием будет куда интереснее, — подмигнул им Конкрит Хорсшуз, из-за чего Санни едва снова не закашлялась. – Надо будет за вами присматривать.

Пони отправились вливаться в вечеринку, и Лави Дави так покачивала бедрами, что хозяин не отрывал от них взор, пока они не растворились в толпе.

***
— Попасть внутрь будет просто, — сказала Селестия, указывая на два приглашения, пришпиленных к доске перед ней. Они сидели в уголке над чертежами, покрытыми диаграммами, и множеством листов копытописных записей.

— Он был бельмом на моем глазу долгие годы. Мы презираем друг друга. Чтобы сделать себе репутацию, он присылает мне и Луне приглашения на все свои вечеринки. А устраивает он их много. Мы, естественно, на эти приемы никогда не приходим.

— И нам очень везет – у него сегодня прием, и Лави Дави с Санни Скайз могут на него заглянуть.

***
— О, у тебя чудеснейшее платье! – воскликнула одна из кобыл в небольшой группке.

— Д-действительно? – немного нервно ответила Санни. – Я просто взяла, что ближе висело.

Конкретно, это платье висело в одном из многих складов замка. Оно, вероятно, было старше всех кобыл, тут присутствующих и вместе взятых.

— Конечно, — подтвердила, кивнув, Глоуин Хейз. – Его цвета идеально тебе подходят! И я поверить не могу, насколько оно воздушное.

— О, спасибо.

Отделенную от Лави Санни со временем затянуло в группку кобыл из высшего общества. Они все были одеты в платья, выглядящие стоящими целое состояние и пошитыми индивидуально – одно из них было, определенно, от Рарити – но по какой-то причине их впечатлило ее простое платье.

— Мне тоже нравится твое платье, — скромно ответила она. – Это боа выглядит, как настоящие перья феникса!

— Это они и есть, — с гордостью ответила Глоуин Хейз. Она повела плечами, приподняв концы шарфа. Перья не были настолько же великолепными, как на живом фениксе, но тусклое пламя на них еще виднелось.

— Богини, наверное, они стоили дорого… — задумалась Санни.

— Да, пришлось выложить немало. То есть, пришлось бы, если бы я платила все эти дурацкие налоги, которые наша бесполезная принцесса ввела на экзотические товары… и, если бы перья собирались обычным способом.

— Обычным способом? – удивилась Санни, с любопытством склонив голову и игнорируя легкое проявление ее истинной натуры.

Другие кобылы понимающе улыбнулись и переглянулись, а Глоуин Хейз слегка хихикнула.

— Да. Видишь ли, фениксы хороши тем, что когда они стареют или выход продукции снижается, их можно… перезапустить. Когда есть такой постоянный источник, цены можно держать низкими.

— О! – в шоке Санни прикрыла рот. – Э-это кажется незаконным! То есть, действительно, действительно незаконным!

— Да, да, — помахала ей копытом Глоуин Хейз. – Поверь мне, все это проделывается очень милосердно. Каждая птичка сидит в своей клетке, и когда подходит время, их безболезненно обновляют. А мы, в конце концов, высший класс общества. Мы должны подавать пример простым пони, а это значит – всегда выглядеть великолепно. Кроме того, Селестия никогда не интересовалась, что на самом деле нужно пони. Ее законы просто не применимы к тем из нас, кто на самом деле знает, что правильно и нужно.

— Понимаю… — Санни Скайз нервно поежилась. – Эм, может быть ты бы смогла…

Глоуин Хейз хихикнула и нежно коснулась Санни крылом.

— Кажется, тебя стоит свести с моим поставщиком… заходи ко мне, посмотрим, что можно сделать.

— Отлично! – радостно улыбнулась Санни.

И она действительно была счастлива. Слухи о черном рынке контрабандных экзотических товаров ходили давно, но твердых фактов не было. А теперь, благодаря случаю и Санни Скайз, у Королевской Гвардии был след. Он мог даже привести к источнику товаров и их отвратительной маленькой фабрике. Она могла даже простить Глоуин Хейз за эту неожиданную помощь.

Неожиданно ей представилась Филомена, сидящая в крошечной клетке. Ее перья собирались, когда выпадали естественным путем, или выдергивались, когда выпадающих не хватало… а когда мало было и этого, то укол магией давал нового феникса.

Если так подумать, то прощения не будет никому.

***
Лави Дави допила вино и разочарованно застонала. Она медленно провела язычком по краю бокала, а потом вытянула его до самого донышка, слизав все капли. Три жеребца и кобыла упали в обморок.

Чуть напевая, Лави уронила бокал и два жеребца столкнулись лбами, стараясь его поймать, и начали бороться. Плавной походкой уходя прочь, она так покачивала бедрами, что создавала эффект домино – головы поворачивались в ее сторону, чтобы видеть, как она идет.

Остановившись у банкетного стола, она осмотрела выложенную там еду и, чуть застонав, надулась. Тут же разразилась еще одна драка – жеребцы старались пробиться к ней. Наконец, появился победитель.

— Могу я чем-то помочь? – спросил чуть запыхавшийся жеребец с растрепанной гривой и в помятом костюме.

— Ну, я хочу морковь. Но эти… — указала она на чашу, полную моркови, которая, согласно кулинарным традициям высшего класса, была очень маленькой. – Они такие крошечные.

Она яркими, сияющими глазами посмотрела на застывшего под ее взглядом жеребца.

— Вы знаете, где бы я могла найти… большую морковь?

— Эм… мнем?.. – жеребец пытался выдавить что-то членораздельное, хотя бы слово, и Лави хихикнула, когда ему почти удалось, оставив его.

Она наслаждалась этим гораздо больше, чем следовало. Хотя у нее давно не было шанса на старый добрый флирт со случайными пони. И у нее никогда не было целого зала в качестве цели, а также возможности включить свои чары на полную мощь.

***
— Как только мы окажемся внутри, придется немного осмотреться, — сказала Селестия, указывая на бальный зал на чертежах виллы Конкрита. — Хранилище — и коллекция — в подвале, но мы не знаем, какого рода там защита. Не сомневаюсь, там будут барьеры и охранные руны и все такое, а на дверях будет прадедушка всех замков. Но мы не знаем, что там будут за охранники.

— Поэтому нам надо будет вести себя тише воды и ниже травы, пока не разузнаем все, — кивнула Кейденс.

— Нет, нет, нет, — покачала головой Селестия. — Нам нужно совсем не это. Это высококлассный прием. Он будет полон сливок общества, старающихся, чтобы их заметили на большой вечеринке. Последнее, что нам нужно — привлечь к себе внимание, не привлекая его к себе. Поэтому мы вольемся, и вольемся хорошо.

— Понятно, — ухмыльнулась Кейденс. — У меня еще не было возможности включить Лави Дави на всю мощь. Это даже может быть интересно...

***
Лави курсировала по залу, изучая головорезов, которых Конкрит нанял в качестве охраны. Как можно было ожидать от охранников криминального авторитета, известного своей злопамятностью, они скучали и особо ни к чему не приглядывались, особенно на своей территории. Выбрав свою добычу, она подбиралась все ближе и ближе, пока не появился шанс наброситься.

— О, привет, — произнесла она, знойно глядя на выбранного охранника из-под ресниц.

— Да, мисс? — вежливо ответил он, глядя на нее удивительно нейтрально. — Чем я могу вам помочь?

— Ну, знаете, я бы хотела побыть одна. Просто уйти от всего этого, скрыться от жадных глаз.

— Вам не стоит бродить по этой вилле в одиночку, мисс, — ответил охранник с легкой ноткой предостережения в голосе.

— Ух… — Лави чуть качнула головой от того, что охранник упрямо отказывался поддаваться ее чарам. Так же упрямо она попробовала еще раз. — Мне совсем не нужно быть там одной. Со мной может быть понибудь. Только я и он, одни, наедине, там, где нас не увидят…

Она подняла копыто, коснувшись груди охранника. Он сначала глянул на него, а потом снова поднял взгляд на Лави.

— Понимаю. Мисс, чисто для вашего сведения, я гей. Поэтому... не очень заинтересован.

— О! — Лави убрала копыто и прикрыла им рот от удивления. — Я не… Извините…

— Вам не за что извиняться.

— Но обычно я могу это понять.

— Ну, — пожал он плечами. — Это не то, что определяется с первого взгляда.

— Вы не понимаете, я обычно действительно хорошо распознаю такое. Это, практически, моя работа.

— Наверное, у вас просто выходной, — вежливо кивнул он и вернулся к наблюдению за залом, полным гостей.

Лави Дави ушла. Ее лицо было таким красным, что краска виделась даже через ее ярко-розовую шерстку. Принцесса Любви, ага! Не смогла даже понять, по кому он, пристыженно подумала она.

На этот раз она не разбирала, а просто подошла к первому попавшемуся охраннику и обрушила на него все, что у нее было.

— О, здравствуйте.

Брасс Криньер, которому было скучно наблюдать за пони, веселящимися больше, чем он, с надеждой обернулся на голос. Он ожидал увидеть гостя, ищущего уборную или интересующегося, когда подадут закуски. Даже это развеяло бы скуку. Но вместо этого он увидел дымящуюся от похоти кобылу, очень соблазнительно на него глядящую и игриво покачивающую бедрами.

— Прошу прощения, — жарким голосом произнесла Лави Дави. — Я не могла не заметить, как вы тут стоите. Почему вы не на вечеринке вместе со всеми?

Брасс Криньер сглотнул, ошеломленный неожиданным приливом гормонов.

— Ви-видите ли, я обеспечиваю безопасность организатору приема. Эти ступени ведут к хра… туда, куда большинству пони попадать нельзя. Поэтому я должен гарантировать, что там никто не окажется.

— О… это плохо. Я как раз ищу местечко, где могла быть скрыться ненадолго от всего этого. Милое и закрытое. Может быть, с кроватью. И раз уж я не знаю этой виллы, то мне бы пригодился тот, кто может показать дорогу…

После такого приглашения не нужно было долго думать, и пони быстро оказались в комнате этажом выше. Лави прошлась по ней, а Криньер выжидающе присел на кровать.

— Тут столько милых вещей, — произнесла она, указывая на картину на стене. — А у Конкрита есть еще милые вещи?

— Эм, да, в хранилище.

— О, так интересно! — подскочила она к охраннику. — А что он там хранит?

— Эм, действительно дорогие вещи. Я не особенно вглядывался, но то, что разглядел, выглядело впечатляюще.

— А как попасть в хранилище?

— Что? — моргнул Брасс Криньер. — Зачем вам это знать?

— О, просто любопытно, знаешь ли, — Лави нежно коснулось копытом его лица. — Не расскажешь ли? Мне просто интересно…

— Ну, — сглотнул он. — На двери два замка. Один кодовый, а другой открывается паролем.

— О-о-о, и ты их знаешь?

— Ну, я знаю только пароль, но не комбинацию. Их разделили так, чтобы никто не знал одновременно того и другого...

— Как интересно, — прошептала Лави наклонившись так, что ее мордочка почти касалась морды охранника, пока она шептала. — И что же это за пароль?

— Что? Я… — он потряс головой и оттолкнул Лави. — Слушайте, я не могу вам сказать? И почему вы интересуетесь?

Под его подозрительным взглядом Лави надулась.

— Мне просто любопытно. И кроме того… — она качнула бедрами, чуть пройдя перед охранником и мазнув по лицу хвостом. — Такие секреты меня возбуждают.

— Я… я… я…

— Давай так, — прошептала она, наклонившись к нему. — Ты мне его шепнешь, а я сделаю тебе особенный подарок.

— Я, эм, я… — он чуть вздохнул, жарко выдохнув в ее ухо, и прошептал. — Большой толстый зад Селестии.

— Ммм, ха-ха, мне нравится. Спасибо, что рассказал. А теперь закрой глаза, и я сделаю тебе большой сюрприз, которого мы оба жаждем.

Брасс Криньер послушно закрыл глаза. Но так как он не любил, чтобы ему указывали, охранник не удержался от подглядывания. И сюрприз, к его удивлению, оказался очень быстро движущимся копытом…

***
— Как только ты найдешь понибудь, кто знает о хранилище и соблазнишь его, мы сможем…

— Погоди, что?! — вскрикнула Кейденс, прерывая Селестию. — Я замужем! Ты же не ожидаешь, что я просто так пойду и соблазню другого жеребца, так?

— Или кобылу. Я не очень хорошо знаю охрану Конкрита...

— Не в том дело! Флирт — это одно. Но я не намерена соблазнять кого-то, пока замужем за Шайнинг Армором!

— Слушай, — вздохнула Селестия. — Ты не обязана ничего такого делать. Просто найди его, пообещай, уведи в тихое местечко, выведай информацию и, не знаю, выруби. И, очевидно, ты на такое не пойдешь, поэтому придумай что-нибудь реалистичное. Считай это новым уровнем флирта.

Кейденс застонала.

— Хорошо, если понадобится. Но я этому не рада.

— Хорошо, хорошо. Это самое важное твое дело. Все остальное потом — на мне…

***
— И снова здравствуй, Лави. Развлекаешься? — спросила Санни.

— О да, тут так весело, — Лави подмигнула и кивнула. Санни посветлела — это был их сигнал, Лави что-то вызнала. Санни кивнула в ответ и рог Лави быстро вспыхнул.

Это заклинание должно было приглушить их разговор. У них было едва пятнадцать секунд — если использовать его дольше или несколько раз, то они уже не походили бы на подруг, делящихся сочными сплетнями.

— Хранилище за той дверью, вниз по лестнице, соответствует, вроде, планам. Два замка — один кодовый, другой парольный. У меня есть пароль, но комбинацию тебе придется подбирать самой.

— Не вопрос, — кивнула Селестия. — Они не рассчитаны на аликорнов. Если сосредоточусь, то не окажется ни одного механизма, который я не смогла бы сдвинуть.

— Не буду спрашивать, как ты это сделаешь. Пароль… “Большой толстый зад Селестии”.

— Я не просто украду его книгу, я убью его, — закричала Санни голосом Селестии, прорвавшимся сквозь маскировку. — Он…

Лави быстро прикрыла копытом рот Санни и указала на истаивающее заклинание. Из-под копыта послышалось рычание, но быстро стихло. Санни отвела копыто Лави и вздохнула.

— Хорошо, я в порядке.

Лави огляделась вокруг, кивнула и вновь нырнула в вечеринку. Этой ночью ей надо будет сделать кое-что еще.

***
Нипони не обращал внимания на Санни Скайз, осматривающую произведения искусства. И так же, никто не обратил внимания на то, что она зашла за колонну у входа в хранилище, и не вышла из-за него.

Это было не совсем так. Из-за колонны вышел размытый силуэт, который было сложно заметить, если не приглядываться специально. Быстро скользнув в проход и спустившись по лестнице, Санни спустилась в коридор, ведущий в хранилище, практически невидимая. Заметил ее только следящий кристалл, зачарованный следить за источниками тепла в этом коридоре.

В комнате охраны пони, следящий за кристаллами, нахмурился. На одном из них была активность, но не на других. Он постучал по нему копытом, но движущаяся красно-розовая точка не исчезла.

— Эй, Фрэнк? — позвал он через плечо.

— Чего, Эд?

— Кажется, что-то не так с тепловым кристаллом. Он показывает чего-то… гаах!

Он замолчал, когда воздух охватил его за шею сзади, перекрыв дыхание. Охранник начал сучить ногами, пытаясь вырваться, а его напарник потянулся за оглушающей дубинкой.

Но размытый силуэт сместился и машущий ногами пони быстро вырубил товарища. Секундой позже он тоже обмяк.

Силуэт принял облик пони, которая, когда вернулись цвета, оказалась Санни Скайз. Она посмотрела на оглушенную охрану и слегка улыбнулась.

— Хотела бы я почаще бывать у разведчиков, — проговорила она, идя к хранилищу. — У них самые интересные игрушки…

***
— И для этого у меня есть тайное оружие, — гордо произнесла Селестия, указав на угол комнаты.

Кейденс посмотрела и нахмурилась, увидев платье на поникене.

— Что, за платьем? — спросила она.

— Нет, само платье. Один из тех приборчиков, которые используют пони из разведки.

— А, шпионы.

— Нет, официально они Управление Мониторинга, Обнаружения и Разведки, — ответила Селестия, неодобрительно фыркнув.

— УМОР-ы? — удивленно моргнула Кейденс. — Они действительно существуют?

— Конечно же нет, что за глупый вопрос. И они определенно не разрабатывали платье, которое может делать так.

Она провела копытом по воротнику, и неожиданно платье с поникеном, на который оно было надето, заблестело и исчезло.

— Это невероятно, — произнесла Кейденс, широко раскрыв глаза. — Единороги бьются над заклинаниями невидимости с… незнамо, каких времен. Кто-то сумел его разработать?

— Не совсем, — Селестия сунула копыто за платье. Когда она держала его спокойно, копыто было видно достаточно четко, но стоило им помахать, как оно пошло волнами, будто виделось из-под воды.

— Это не невидимость, а что-то вроде эффекта хамелеона. Можно увидеть, что находится по другую сторону платья. Но заклинание не идеально — как видишь, изображение меняется с задержкой. И работает оно только в видимом спектре. В остальном же это самое обычное платье.

— Но оно может дать несколько секунд преимущества, и иногда это все, что тебе может быть нужно.

***
Санни мрачно глядела на замок на двери. Несмотря на ее злость, он оставался закрытым. Наконец она выдавила сквозь сжатые зубы “Большой толстый зад Селестии”. С щелчком замок открылся, и она повернула первую рукоять.

Повернувшись к кодовому замку Санни замедлила дыхание. Погрузившись в себя, она аккуратно усилила свой слух сверх нормального уровня чувствительности.

Чувства аликорнов, как и все, что связано с аликорнами, сильнее, чем у обычных пони. В случае некоторых чувств, типа обоняния или слуха, это бывает очень неудобно — усиленное обоняние при посещении использованного туалета противопоказано.

Но прямо сейчас эти чувства были полезны. Если их включить на полную мощь, то не было такого замка в Эквестрии, движения механизмов которого она не смогла бы услышать. Но это же и означало, что ее уши были настолько чувствительны, что, скажем, чей-нибудь слишком сильный топот по полу сверху воспринимался очень болезненно, и мог даже оглушить. Ей нужно быть очень быстрой и осторожной, чтобы подобрать комбинацию прежде, чем…

Неожиданно ее посетила мысль, и она ослабила слух до обычного уровня, чуть выше, чем у обычного пони.

Вернувшись в комнату охраны, Санни начала обыскивать оглушенных. У первого не нашлось ничего. Но у второго в головной повязке нашлась бумажка с тремя цифрами — 36-92-18.

Не стесняйся использовать близорукость и глупость других себе на пользу, радостно подумала она, возвращаясь к замкам. Введя комбинацию, она повернула рукоять и услышала очередной щелчок.

Медленно массивная дверь открылась внутрь. Коридор, в котором стояла Санни залило золотым светом. Она сделала несколько шагов и остановилась, смотря в благоговении.

Пред ней были произведения искусства, которым позавидовал бы любой музей. Картины, яркие и прекрасные, образцы реализма и фантазии, заключенные в краску и холст, висели на стенах. В некоторых случаях они даже стояли в стойках, потому что вешать их было некуда. Вазы, скульптуры, украшения, диковинки, разрешенные магические артефакты, древние прототипы важных изобретений… все это и многое другое заполняло комнату до отказа.

Сквозь ее восхищение пробился гнев — эти сокровища должны быть доступны миру, а не спрятаны в подвале какого-то криминального авторитета для его личных удовольствий. Она жаждуще посмотрела на статую Луны, изображающую ее в образе Богини Ночи. Она узнала статую — она была одной из тех немногих, которые были изваяны в честь Луны до того, как та была изгнана, и эта была у сестры любимой. В последний раз она видела ее в их старом замке. Она очень хотела утащить ее с собой, но статуя была слишком велика, а у нее была другая цель.

Кроме того, она переживет Конкрит Хорсшуза. Она даже переживет его семью, и когда-нибудь это все будет выставлено на аукцион. И когда это случится, в аукционном доме будет в первом ряду сидеть Принцесса Солнца со всей Королевской Казной в ее распоряжении.

Но сейчас…

В другом конце комнаты вся стена была отдана под книжные полки, несомненно, полные редкими первыми изданиями и книгами, ныне существующими только в этом хранилище. Торопясь найти свою цель, Санни Скайз поднялась в воздух.

Когда она пролетела над ящиками, прикрытыми тканью, раздался оглушительный вой сирены и начали мигать огни. Санни испуганно огляделась и неожиданно зацепила край магического круга-ловушки, в котором теперь застряла.

***
— И, конечно, эти планы не совсем полезны, — сказала Селестия, опуская указку. — Мы понятия не имеем, какие заклинания, ловушки и тому подобные неприятные штучки размещены в самом хранилище. Если туда сунуться, то они гарантированно сработают, удерживая внутри неудачника.

***
— Хорошо, посмотрим, что на этот раз попалось в нашу паутину, — хихикнул злобно ухмыляющийся Конкрит Хорсшуз, когда двери хранилища открывались. — Этот, надеюсь, продержится подольше предыдущего гостя.

Его охрана расступилась перед ним, когда он подходил к магическому кругу. Пред ним он рассеялся, и преступник печально покачал головой фигуре в капюшоне перед ним.

— Знаешь ли, тщательное планирование действительно полезно перед тем, как сунуться…

Он остановился, поняв, что говорит с парой ящиков, поставленных друг на друга и прикрытых тканью.

— Что… — успел сказать он, когда Санни выскочила из-за большого ящика.

— Сюрприз! — закричала она, толкнув Конкрита и роняя его на пол.

Она взлетела и первый залп оглушающих разрядов пролетел под ней. До того, как они успели выстрелить еще раз, пегаска сбросила на охранников дымовую бомбу.

Она взорвалась, наполнив комнату густым серым дымом, и все, его вдохнувшие, начали кашлять. Кроме того, дым начал включать другие ловушки в комнате, обрушивая на оставшихся охранников вспышки яркого света и снопы искр.

Вылетев из дыма, Санни кинулась в коридор, ведущий в бальный зал. Она радостно расхохоталась — выражение лица Конкрита, когда тот осознал, что она провела его, стоила того, даже если она не достала книгу.

Оглушающие заклинания чертили воздух, но она игнорировал их. Охранники, что еще могли стрелять, были полуослеплены и кашляли из-за дыма, а потому их заклинания были направлены плохо, если нацелены вообще. Она даже не думала о маневрах уклонения. Это было ошибкой — даже плохо направленные заклинания все еще могли поразить цель.

Одно попало ей в крыло, из-за чего конечность застыла и сложилась. С криком Санни упала и прокатилась несколько футов по полу. Когда она поднималась, крыло уже восстанавливалось — физиология аликорнов была не ее стороне, но это не спасало от охранников наверху лестницы. В отчаянии, она включила скрывающее заклинание платья и промчалась на них, уже почти невидимая.

Врезавшись, она раскидала жеребцов. Но то, что они были нанятыми, не означало, что они были бесполезными или не тренированными. Они пришли в себя достаточно, чтобы послать оглушающие разряды в размытое пятно. Та как единственным выходом для Санни была дверь, туда заклинания и были направлены, и там оба заклинания ударили ее в спину.

К счастью, вплетенное в платье заклинание приняло удар, перегрузилось и отключилось. То, что прошло — едва пощекотало ей спину. К сожалению, из-за перегруженного заклинания ее платье загорелось. К счастью, ей это не мешало. К сожалению, горящему пегасу скрыться сложно, особенно в толпе легковоспламеняемых пони. Поэтому она бросилась в фонтан в центре комнаты.

***
Лави нервничая сидела за кустами у виллы Конкрита, время от времени выглядывая. Благодаря магии, ей удалось проскользнуть туда, но охранники все еще были в патруле, и последнее, в чем она нуждалась — чтобы ее заметили и устроили шум. В конце концов, ее задачей тут было не отвлечение, а обеспечение отхода.

Что это означало — она не понимала. Селестия не сильно делилась планами, и она все больше подозревала, что их у Принцессы Солнца не было. Для кобылы, которая веками аккуратно вела Эквестрию заранее продуманным путем, она сегодня пугающе сильно полагалась на импровизацию.

Фактически, все, что она сказала Лави — выбраться и действовать по сигналу. Она даже не сказала, что ей делать и каким будет сигнал…

Изнутри виллы раздались крики, грохот и жужжание заклинаний.

По крайней мере, сигнал понятен. Еще раз оглядевшись в поисках охраны, Лави прыгнула на край ближайшего окна.

***
Тяжело дыша, Санни сильнее вжалась в статую, морщась, когда об нее бились разряды оглушающих заклинаний.

— Давай, давай, — пробормотала она, нервничая все сильнее.

Через секунду после того, как она упала в бассейн, в бальный зал ворвались охранники из хранилища. В отчаянии она метнулась к статуе единорога, укрывшись в углублении между изгибом шеи и поднятой ногой.

Охранникам было сложно в нее попасть, но она была окружена, и враги приближались. Она была в ловушке, и постоянная стрельба приближающейся охраны не давала ей высунуться.

Спасение пришло, когда окно в дальнем конце зала с грохотом раскрылось.

— Помощь прибыла! — крикнула Лави Дави с края окна.

Могучим прыжком Санни бросилась в воздух. Несколько заклинаний с пугающей точностью полетели в нее… и ударились о щит, поднятый Лави.

Санни хихикнула, когда заклинания отразились от щита и заставили Конкрита заплясать.

— Спасибо за прекрасный вечер! — крикнула она, пролетая через зал в открытое окно. Еще несколько заклинаний отразились от щита, оглушая пони в зале.

Лави спрыгнула с окна и побежала к стене, окружающей территорию виллы, а Санни летела за ней. Одинокий рьяный охранник метнулся к ним, паля из своего жезла.

Санни отшатнулась, и заклинания прошли практически под кончиком ее крыла, а Лави снова развернула щит. Два разряда отлетели от него и ударили охранника в грудь. Он упал на ухоженный газон и проехал несколько футов на лице.

Пролетев перед, Санни идеально села на стену и дождалась Лави. Единорожка добежала до стены, телепортировалась на край и две кобылы спрыгнули на улицу.

Уходя быстро, но стараясь не показывать ненужной торопливости, они вбежали в ближайший переулок. Там они вынули сумки из-под груды коробок и спрятали в них свои платья — или их останки.

Сосредоточившись, они сменили свои облики — убрав, конкретно, рог и крылья. В отличие от подменышей, аликорны не могли менять облики по желанию — у них был один-единственный образ обычного пони. Но постаравшись они могли временно скрыть части своего облика, либо выпустить крылья или рога, смотря чего им не хватало.

Две земных пони вышли из переулка, с любопытством поглядывая на толпу охранников, высыпавших из ворот виллы. В конце улицы они попрощались и расстались.

Но если одна пони пошла дальше по улице, то другая вошла в ближайший склад.

***
— Что?! — закричала Кейденс, обрушив копыта на стол. — Тогда к чему все эти планы, если всякий, вошедший в хранилище, будет пойман?!

— Потому, дорогая племянница, — ответила Селестия с откровенно демонической улыбкой. — Это и есть план.

***
Селестия сбросила маскировку, войдя в пустой склад. В одном его углу лежал большой лист металла. Магией он был легко сдвинут, и принцесса спустилась по лестнице вниз.

Она нервно оглядывалась, идя через темный, несмотря на сияние ее рога, подвал. Хоть она и ожидала их, но все же вздрогнула, когда два подменыша, один с синими, а другой с зелеными глазами, вынырнули из темноты.

— Ка-клак. Скуарк, — кивнула она им. — Рада видеть вас.

— Улей не умрет никогда, — ответил ей синеглазый, тоже кивнув.

— Я… эм…

— Это традиционное приветствие подменышей, — пояснил другой.

— О. Спасибо, — она нервно стукнула копытом по земле. — Вы… вы достали это?

Подменыши посмотрели друг на друга и один вынул сверток, передав его принцессе. Задержав дыхание, она развернула его и ахнула про себя, увидев первое издание Трактата о Гармонии.

— Он… идеален, — прошептала она, едва не плача, и провела копытом по корешку.

— Ага, — произнес зеленоглазый. — Похоже, на нем высококлассное заклинание сохранения. И наложенное достаточно давно — может, обновлялось несколько раз. Или больше, чем несколько, учитывая возраст книги.

— А ты разбираешься в магии, — впечатлившись, приподняла бровь Селестия, убирая книгу обратно в сверток.

— Ну, я был магом несколько рождений назад, — признал Ка-клак, нервно поежившись. — Немало узнал.

— Спасибо огромное вам обоим, — она наклонилась вперед и обняла подменышей. Те радостно загудели, впитывая даримую ею любовь.

— Должна признать, я удивлена, что вы так охотно согласились мне помочь, — сказала Селестия, отпустив их, с хитрой улыбкой на лице. — Особенно ты, Ка-клак.

— Я-я? — нервно отозвался подменыш.

— Да. Я знаю, ты один из подменышей, что на свадьбе упаковывали меня в кокон.

— О. Н-ну, знаете…

— Все в порядке, — хихикнула принцесса. — Все это в прошлом. Надеюсь. Но я рада, что вы помогли.

— Вы сестра королевы-консорта, — ответил Скуарк. — Если вы счастливы, то и она счастлива. И если она счастлива, то счастлива и королева.

— Я… понимаю. Но все же хочу поблагодарить вас лично.

Она с любопытством посмотрела за подменышей и прошла мимо них. Они расступились, обменявшись нервными взглядами.

— Это тоннель? — спросила Селестия, изучая дыру в полу подвала. Свет ее рога рассеивал тьму на один-два фута, все остальное было непроглядно темным.

— А, да, — ответил Ка-клак. — Но там очень темно для пони. Не стоит подходить ближе.

— Я тоже так думаю, — отступила Селестия. — Я поражена, как быстро вы прокопали тоннель в хранилище Конкрит Хорсшуза. Такая операция у команды пони заняла бы два или три дня. Полагаю, проблем с сигнализацией не было? Я постаралась вывести ее из строя.

— Мы проверили на всякий случай, но проблем с сигналками или ловушками не было, — ответил Ка-клак. — Что же до тоннеля, то большая часть улья выкапывается. Найти подходящую сеть пещер сложно. И… да, мы часто устраиваем новые ульи. За века мы стали хороши в прокапывании тоннелей.

— Надеюсь, что… брак… вашей королевы с моей сестрой… положит этому конец. Нет причин, по которым мы не могли бы жить в мире.

Подменыши облегченно выдохнули, когда она начал уходить, но напряглись, когда снова обернулась.

— Вы почините пол в хранилище Конкрита, так? — обеспокоенно спросила она. — Если будет хоть намек на произошедшее…

— Не о чем беспокоиться, принцесса, — спокойно помахал дырчатым копытом Скуарк. — В Улье много хороших каменщиков. Много хороших, в общем-то, кого угодно. Если он и обнаружит нашу работу, то лишь потому, что пол стал лучше, чем был.

— Спасибо за утешение, — улыбнулась подменышам принцесса. — И еще раз спасибо за помощь сегодня.

— Не за что.

— До свиданья, принцесса.

Жадно держа книгу крыльями, хоть она все еще был в сумке, Селестия ушла, вновь превратилась в Санни Скайз и улетела, выйдя из склада.

***
— Чудесно, — произнесла Кейденс, аккуратно листая Трактат. – Твайлайт он обязательно понравится. Беру назад свои слова – книга стоила хлопот.

Селестия кивнула. Легкая улыбка, с которой она вернулась во дворец, еще не покинула ее лица.

— Это прекрасный подарок. И… даже если она откажет мне, может быть этого будет достаточно, чтобы…

— Ой, успокойся. Такого не произойдет, — коварно улыбнулась Кейденс. – Кроме того, я Принцесса Любви и ее бывшая няня. Если я скажу ей любить тебя, то лучше бы ей послушаться.

Селестия хихикнула и напряжение, поселившееся в ее плечах, исчезло.

— Ты права, у нее нет шансов, — тут она задумчиво нахмурилась. – Теперь стоит подобрать время и место, чтобы я могла подарить книгу и рассказать Твайлайт о своих чувствах. Думаю, завтра нам всем стоит выбраться на пикник, и…

Она замолчала, когда двери в комнату открылись и туда вполз вымотанный Шайнинг Армор. Забравшись на мягкое кресло он весь опал.

— Добрый вечер, дорогой. Сложный день? – спросила Кейденс.

— О чем вам хотелось бы послушать? — простонал он. – Как я гонялся по всему городу за Луной и Кризалис, спасая их от ареста, пока они пытались перепугать до кошмаров каждого пони в Кантерлоте, или о неожиданном вызове на срочное расследование ограбления достойного гражданина?

Селестия и Кейденс тут же сделали нейтральные лица.

— О, Богини. Было… ограбление? – спросила Селестия.

— Это ужасно, — ровно добавила Кейденс.

— Ага, — фыркнул Шайнинг. – Хотя «достойного гражданина» стоило бы взять в кавычки. Думаю, Селестия, тебе понравится. Обнесли Конкрит Хорсшуза.

— О, — произнесла Селестия, призвав на помощь века опыта, чтобы не улыбнуться.

— И хоть я не одобряю нарушения закона, лучшего пони в данном случае выбрать было сложно.

— Именно, — твердо добавила Кейденс. – Он это заслужил.

— Как офицер Королевской Гвардии, не могу с тобой согласиться. Закон призван защищать всех граждан, — строго ответил жеребец, а потом ухмыльнулся. – Но что касается лично меня, я согласен с вами обеими. Сложно представить зрелище лучше, чем Конкрит Хорсшуз, стоящий в полном шоке посреди совершенно пустого хранилища.

— ЧТО?!

***
— Она ушла?

Ка-клак спустился по лестнице, в зеленой вспышке сбросив облик пони, и кивнул.

— Улетела во дворец. Мы в безопасности.

Вместе они вернулись к дыре в полу подвала.

— Отлично, возвращайтесь к работе! – крикнул Скуарк. – У нас есть еще десять минут, но я хочу, чтобы за это время хранилище было полностью очищено!

В тоннеле в движение пришли два потока. Один, состоящий из ничем не нагруженных подменышей, направлялся в хранилище Конкрита – то самое хранилище, в котором Селестия так удачно отключила всю сигнализацию и все ловушки десять минут назад. Другой поток двигался в тоннель, ведущий к замку Кантерлот, и все эти подменыши были нагружены драгоценными картинами, изящными статуями и вазами, томами редких книг, и всеми видами других ценных вещей и произведений искусства.

— Ты уверен, что Селестия не разозлится, когда узнает, что мы строим новый улей под дворцом? – спросил Скуарк, вопросительно наклонив голову.

Ка-клак слегка пожал плечами.

— Может она немного и расстроится, но вряд ли она будет ожидать, что ее новая невестка поселится где-то еще, так?

Он посмотрел в дыру – там как раз тащили статую Луны в образе Богини Ночи.

— Кроме того, у нашей королевы будет богатейший выкуп за невесту, какой видел мир. Как принцесса сможет сердиться, когда ее сестра получит такие сокровища?

#------------------------------------------------------------------------------
@chapter 11 Сбывшаяся мечта
#------------------------------------------------------------------------------

— Сестра, пожалуйста! Ты должна опустить солнце!

— НИКОГДА!

— Это твой долг!

— МОЙ ЕДИНСТВЕННЫЙ ДОЛГ СЕЙЧАС — СДЕЛАТЬ ТВАЙЛАЙТ СПАРКЛ СВОЕЙ!

— Селестия, я не шучу, — Луна потерла копытом лоб. — До рассвета… еще часа три.

— Ой, — пристыженно склонила голову Селестия.

— Я знаю, что ты взволнована, но это не повод поднимать солнце раньше, чтобы все произошло быстрее. Для начала, просто подумай, как отреагирует Твайлайт Спаркл, когда увидит солнце, появившееся на несколько часов раньше времени.

— А. Логично, — рог Селестии засветился и в комнате вновь стемнело. Затем она нервно шаркнула копытом, оглядевшись вокруг. — И, эм, раз уж мы ждем, не хочешь ли…

— Сестра, — строго посмотрела на нее Луна. — Хоть мы и понимаем твое волнение, у нас самих еще много работы. Например, побыть со своей возлюбленной — у нас не было многих лет, чтобы ее узнать. Предложение тебе — пойти и выспаться перед важным днем.

— О. Эм. Да, хорошо.

Луна покачала головой при виде того, как ее сестра уходит, едва не подпрыгивая от нервной энергии.

— Ну, когда она устанет к обеду, я не смогу сказать, что не предлагала ей отдохнуть.

***
Селестия убила некоторое время в спальне, листая Трактат. Первое издание было гораздо грубее последующих, и читать его было практически как разговаривать с самим Старсвирлом. Она печально улыбнулась, когда прочла одну из его теорий об Элементах Гармонии, которую убрали из поздних изданий — что в дружбе есть некая энергия, питающая Элементы. Жаль, что Старсвирл не смог выучить этот урок, несмотря на все его прочие открытия.

Отложив книгу, она нахмурилась и подошла к гардеробу. Наверное, ей стоит надеть что-нибудь особенное, но что? Платье не подойдет — оно будет слишком формальным, а она не хотела пугать. Несмотря на свои чувства, Селестия желала, чтобы день прошел как можно естественнее.

Роясь в вещах, она выбрала ярко-желтую ленту. Это был, естественно, ее любимый цвет. А с бантом ее грива не будет так развеваться. Может и не станет так отвлекать.

Снова нервничая, Селестия решила попытаться успокоиться и почистить свои украшения. Сняв один свой накопытник, она достала тряпочку и полироль, и хорошенько его потерла. День будет важный, и ей нужно выглядеть идеально, поэтому она очень усердно его полировала.

Держа помятый кусок металла, она вздохнула, вспомнив, почему обычно этим занимаются слуги. Забросив бывший накопытник в угол, Селестия достала новый из ящика в шкафу. Наверное, ее регалии и так хороши.

Вновь обнаружив, что ей нечего делать, Селестия вышла на балкон и попыталась успокоиться, глядя на Кантерлот. Но неважно, насколько он был прекрасен под луной — а он был прекрасен, даже очень — он все равно не нес ей привычного чувства успокоения.

Но все же она осталась там, и нынешний год перешел в следующий, затем в другой и в другой, пока они не слились в века и тысячелетия. Затем одна за другой прошли вечности, превращаясь в вечность вечностей.

А потом она вдруг поняла, что настало время поднимать солнце и начинать новый день.

Она сделал это и встала, моргая от замешательства. Она была так рада, что начался новый день, что даже не подумала о том, что до пикника с Твайлайт еще несколько часов.

Застонав, она снова шлепнулась на балкон.

***
— Моя верная ученица, у меня есть для тебя новый захватывающий проект. На этот раз, вместо изучения магии дружбы, мы перейдем к более… сложным темам.

Селестия еще раз перечитала написанное, покачала головой и перечеркнула. Хоть это и милое прозвание, мне может понадобиться поуменьшить ее роль, как моей ученицы, подумала она. Особенно при приглашении перейти к более глубоким и равным отношениям друг с другом.

— Твайлайт Спаркл, как верховная правительница Эквестрии, я сим заявляю о своем намерении ухаживать за тобой.

Еще несколько секунд раздумий, и еще одно покачивание головой. Слишком формально. И похоже на Луну, как она вела себя год или два назад. И я не хочу слишком пугать Твайлайт.

— Твайлайт, какие у тебя планы на пятницу? Может, сходим куда-нибудь, поужинаем…

А теперь слишком обыденно! И это совсем не похоже на приглашение на свидание, мы так проводили время, пока она жила в Кантерлоте.

— Твайлайт, как бы ярко ни сияло мое солнце, моя любовь к тебе пылает еще сильнее. Мое сердце воспарит к небесам, если ты окажешь мне честь…

Селестия остановилась на середине строки и зачеркнула его. А что-то такое написала бы Кейденс.

— Эй, Твайлайт, покувыркаемся?

Ухх, а это уже смахивает на Кризалис!

Листок, покрытый рисунками и зачеркнутыми фразами, был смят и брошен через всю комнату. Рог Селестии мигнул, обращая его в пепел до того, как тот улетел в коридор, и она подтянула к себе другой.

Ну почему это так сложно?!

***
Голова Селестии резко качнулась, и она быстро заморгала.

Она едва не заснула! Это была бы катастрофа былинных масштабов — в конце концов, до пикника было всего несколько часов, и если она заснет сейчас, то она проспит до самой последней минуты, и сестре придется ее будить, а потом ей придется носиться в спешке, пытаясь собраться, она опоздает, Твайлайт разочаруется и станет думать о ней хуже, и не захочет иметь с ней дела, и…

Селестия идеальнейше изобразила приступ паники у Твайлайт, сумев, таки, успокоиться после нескольких глубоких вздохов, отводя ногу от груди на каждом выдохе — с помощью техники дыхания, которой сама же когда-то научила Кейденс. Она не прибегала к ней с изгнания Луны, но сработала она так же хорошо.

Селестия посмотрела на лежащие перед ней бумаги и застыла. Похоже, она начала рисовать, пока дремала. Листы были покрыты сердечками, в некоторые были вписаны “Т + С”, другие изображали грубое сочетание меток ее и Твайлайт. Хуже того, местами там попадались каракули “Селестия Мать Рассветов-Спаркл”, “Твайлайт Спаркл-Мать Рассветов” и “Миссис и миссис Мать Рассветов-Спаркл”.

Пылая от стыда, она сожгла все бумаги. Когда загорелся коврик, Селестия немного запаниковала, думая, не позвать ли гвардейцев, но в конце концов просто подняла его в воздух магией и позволила сгореть. Затем, перестраховки ради, принцесса вынесла пепел на балкон и развеяла по ветру.

Так гораздо лучше. Довольная Селестия вернулась в свои покои. Коврик все равно был старый — как минимум несколько сотен лет — и все равно никто, кроме нее, не помнил создавшую его цивилизацию. Она тоже немного помнила о них, но была уверена, что кремация была их традицией. Они, наверное, были бы рады.

В центре комнаты принцесса остановилась. Ей нужно было что-нибудь не… настолько потенциально опасное, чтобы убить время. Проходя мимо казавшихся бесконечными книжных полок ее покоев, Селестия углядела фотоальбом и радостно устроилась на подушке вместе с ним.

В этом альбоме были фотографии Твайлайт, и, естественно, Селестия не могла не улыбаться, глядя на них. На одной она обнимала Твайлайт, когда та поступила в Школу Одаренных Единорогов, на другой — обнимала ее, когда Твайлайт сдала первый важный экзамен, здесь она обнимала ее на выпускном, а на этой она обнимала Твайлайт… без особой причины, а тут она обнимала Твайлайт…

Селестия задумалась. У всех этих фотографий был один сюжет. Она действительно так много обнимала Твайлайт? Только когда ее ученица добивалась чего-то поразительного, наконец решила она. Просто Твайлайт творила столько поразительных вещей. А еще они обнимались, когда здоровались. И когда прощались. И… Ладно, может, обнимались они часто.

И это были не просто дружеские объятия. То есть, они были дружескими, но всегда длились дольше, чем это было удобно. Хотя они никогда не были и неудобными — вспомнить неловкие объятия с Твайлайт было невозможно. Просто это была их привычка, и, наверное, это говорило кое-что о том, насколько хороша была идея предложить Твайлайт быть ее особой пони.

Селестия перевернула страницу и морщинки от мыслей разгладились от улыбки. Это снова была фотография, где она обнимала Твайлайт, но на этот раз в объятиях была и Луна. Это было первое фото, снятое с ними троими вместе, после освобождения Луны — радость и любовь этого момента до сих пор наполняло ее сердце. Она знала, что именно тогда ее чувства к Твайлайт начали оформляться, и это сделало ее еще счастливее.

Фотографий с ними двоими стало меньше. Теперь они изображали больше саму Твайлайт. Вот она уезжает в Кристальную Империю, вот Твайлайт со спины, смотрящая в окно замка. Вот она тянется за книгой на верхней полке, а вот наклоняется за книгой на нижней. Твайлайт…

Селестия снова остановилась. У этих фотографий была другая тема, и ею был круп Твайлайт. Каждое фото было снято сзади Твайлайт, и на каждой картинке ее зад становился все больше и больше, и на последних не было ничего, кроме тыла аликорна…

Селестия громко захлопнула альбом. Должно найтись множество других занятий, которые не введут ее настолько рассеянное и неловкое состояние. Она отправила, было, альбом на полку, но остановилась. Настороженно оглянувшись, принцесса приподняла матрас и засунула альбом внутрь кровати, к потертому блокноту и недавно приобретенной книге.

***
После еще некоего неопределенного промежутка времени — может, получаса — Селестия решила посмотреть, вдруг еще кто уже не спит. Луна, по крайней мере, сейчас должна быть свободна — это было ее обычное время ужина. Но в столовой было пусто, и потому Селестия отправилась в покои сестры.

— Сестра, ты бы не хотела… — произнесла принцесса, открыв магией дверь.

— ММПФ?! — вскрикнула Кризалис, пытаясь посмотреть на Селестию из очень интимного положения.

Повисла долгая, неловкая тишина.

— Ну, как я и говорила, это способ узнать ее получше, — с довольной улыбкой произнесла, наконец, Принцесса Ночи. — И смотри, я узнала, что ей нравится…

— Ой-ей-ей-ей! — вскрикнула Селестия, убегая и захлопывая за собой дверь.

Она поморщилась, быстро рыся по коридору, высунув язык и тряся головой в отчаянной — и бесполезной — попытке забыть то, что она только что видела. Остановилась она только когда показались двери в гостевые покои Шайнинг Армора и Кейденс, и облегченно вздохнула, услышав изнутри голоса. Может, они помогут ей…

— ММПФ?! — вскрикнула Кейденс, глядя на открывшую дверь Селестию.

— ММФ? А? С-селестия?! — сумел выдавить Шайнинг, выглядывая из-под хвоста супруги.

— АААХХ!

Плотно закрыв глаза в попытке заблокировать последние пять минут своей памяти, Селестия бежала по коридорам замка. Конечно, были заклинания, способные подавить часть воспоминаний, но она быстро от этой идеи отказалась. У этих заклинаний обязано было быть что-то, что могло бы вернуть воспоминания. И чего бы она ни выбрала, в ходе своей вечной жизни она на это гарантированно наткнется. Но старые добрые отрицание и подавление… Ну, они будут работать вечно.

Толкнув дверь в кухню, Селестия чуть запнулась на пороге. Напряжение последних минут показало, сколько мало она спала прошлой ночью. Открыв двери шкафчика, принцесса заворчала, обнаружив полное отсутствие там кофе, и отправилась к кладовой.

— ММПФ?! — вскрикнул Гвардеец, попытавшийся посмотреть через плечо.

— ОЙ! П-принцесса Селестия?! — удивился повар и покраснел.

— ДА БЫТЬ НЕ МОЖЕТ! — Селестия захлопнула двери кладовой и выбежала из кухни. — Я что, единственная пони в этом замке без пары?

***
— Все готовы?

Все пять пони собрались в коридоре у покоев Селестии и после нескольких неловких минут решили, что утром ничего не происходило.

— Мы ничего не забыли? — беспокоилась Селестия. — Я уверена за еду, я приготовила все, что любит Твайлайт, но если для пикника не будет прочего, то…

— То мы вернемся сюда и возьмем их, — успокоила Кейденс. — Вряд ли забытое покрывало что-то испортит.

— Ты права, ты права, — вздохнула Селестия. — Я просто хочу, чтобы все было… идеально.

— Поверь, я понимаю тебя, как никто, — ответила Кризалис. — Но пока поблизости не будет назойливых пони, портящих все, что идет идеально, все будет в порядке. Расслабься.

За это королева получила хмурый взгляд Шайнинга.

— Хоть я не могу согласиться со всем, что она сказала, в словах Кризалис есть смысл, — ответил он. — Это же Твайлайт. Уж кто поймет и примет тебя — так она.

— Спасибо вам всем огромное, — со слезящимися глазами произнесла Селестия. — За всю вашу помощь…

— Мы тут как раз для этого, — ответила Луна, нежно коснувшись плеча сестры, и они быстро потерлись друг о друга.

— Ты книгу-то не забыла? — шутливым тоном спросила она.

— Нет, конечно! Она тут… — Селестия замолчала на полуслове, в ужасе глядя на книгу в золотом сиянии магии. — Я-я забыла ее завернуть! Я все испортила!

Принцесса упала на пол и из ее глаз полились слезы.

— На самом деле, сестра? На самом деле? — закатила глаза Луна.

— Теперь и мне печально, — пожаловалась Кризалис, прижав уши. — Я могу почувствовать ее горе.

— Селестия, просто заверни ее, — произнесла Кейденс, поглаживая ее копытом. — Мы отправимся вперед и предупредим Твайлайт, что ты немного задерживаешься. Ведь пикник не отменится, если ты потратишь минут пятнадцать на упаковку книги? Кроме того, это даст нам время объяснить… прибавление в семье.

С этими словами она кивнула на депрессующую Кризалис, которую утешала Луна.

— А! К-конечно, — Селестия поднялась и потрясла головой. — Извините, думаю, я просто немного нервничаю.

— Ничего, — ответила Кейденс и отошла к остальным. — Встретимся там.

— До свиданья! — помахала им Селестия.

Как только они исчезли во вспышках заклинаний телепортации, принцесса помчалась в замок. Найти оберточную бумагу было просто, но ту, которую она хотела — нет. На день рождения, День Сердец и Копыт, даже Ночь Кошмаров — всего было в избытке, но “Я хочу встречаться с тобой”-бумаги не было.

Наконец она выбрала простую коричневую бумагу, и перевязала сверток шпагатом. Эффективно и практично — Твайлайт вполне оценит. Но чего-то не хватало. Оценить-то оценит, но не стоит дарить что-то настолько простое пони, которая значит для тебя столь много.

Во вспышке озарения Селестия открыла шкафчик с ленточками. Нырнув и достаточно поплавав в лавине, Принцесса Солнца вынырнула с лентой идеального цвета — пурпурного, подобного самой яркой пряди в гриве Твайлайт.

Она обвязала ее вокруг шпагата на свертке и повертела перед глазами. Идеально, подумала она, зажгла рог и исчезла во вспышке телепортации.

***
Проморгавшись от последствий телепортации, Селестия увидела знакомые фигуры у ворот замка Твайлайт. Метнувшись вперед, она открыла рот для радостного приветствия.

Приветствие застряло в глотке, когда она полностью осознала сцену перед ней и медленно остановилась.

Твайлайт и Кризалис рычали друг на друга, встав на дыбы. Королева едва ли выглядела разозленной, но на лице Твайлайт была ярость, которую Селестия не видела никогда. Ее грива и крылья были больше обычного — видимо, неожиданное появление Кризалис заставило сорваться в Радужную Силу.

Луна стояла перед Кризалис, умоляя ее остановиться. Кейденс делал то же самое перед Твайлайт. Обе, казалось, умоляли своих подруг успокоиться.

Но не было ни криков, ни шума, ни мольбы успокоиться. Над двором висела тишина.

Все четыре пони были неподвижными каменными статуями.

Челюсть Селестии отвисла пока она ошеломленно осматривала двор. Через секунду она побежала вперед. Она так сосредоточилась на статуях, что не обратила внимания на пони в углу двора, а пони в тени замка вообще не заметила. Принцесса остановилась в нескольких футах перед каменными фигурами.

— Луна… — прорычала она статуе сестры. — Если это какая-то твоя шутка, то она не смешная.

Под ее взглядом статуя не пошевелилась, и Селестия обернулась к Кризалис.

— Вы подменыши, так? Луна вас подговорила, и вы превратились в копии моих друзей, которые выглядят, как камень, — она шагнула вперед, остановившись лицом к лицу с королевой. — Признавайся! Давай, моргни. Моргниморгниморгни. Моргни, будь ты проклята!

И вновь не получив ответа, Селестия отступила на несколько шагов. Она стояла там, смотря на статуи, и ее губы начали дрожать. Наконец, они изогнулись, обнажив зубы в ужасающей ухмылке.

— Вы, демоны вас раздери, издеваетесь?! — взвизгнула она. — После всего, что мы прошли, чтобы добыть эту дурацкую книгу, я оставила вас всего на десять минут, и вас всех обратили в камень?! Да вы хоть представляете, сколько времени потребуется, чтобы все это исправить?! Вы… Я просто…

Она боролась, чтобы удержать себя в копытах, ноги колотили о землю, зубы скрипели друг о друга… наконец, она запрокинула голову и заорала в небо.

— Дерьмо! Дерьмо, дерьмо, дерьмо, дерьмо!

Крыло, держащее завернутую книгу, развернулось, готовясь ударить ею о землю. Борясь с собой, Селестия смогла сделать несколько шагов и почти аккуратно положить ее на камни у копыт Твайлайт.

Подарок был убран с линии огня, и принцесса позволила себе поддаться ярости.

Следующие пять минут она носилась кругами, вставая на дыбы и вбивая копыта в камень. Она использовала крылья, чтобы поднять себя над землей и обрушивать вниз, топоча и фыркая. Из ее рога вырывались разряды энергии, оставляя в камнях двора кратеры вокруг гораздо большей ямы, выбитой ее копытами. И все это время она орала, извергая в воздух непрерывный поток ругательств, которые ухо смертного не слышало многие века.

Наконец она остыла, и топот превратился в слабое постукивание. Когда принцесса остановилась, пыхтя, грива свесилась ей на глаза. Ее рог быстро мигнул, и разбитые камни двора вернулись в свое первозданное состояние.

Полуобернувшись, с лицом, все еще скрытым гривой, она произнесла так, чтобы пони в другом конце двора ее слышали.

— Если вам показалось, что вы только что тут чего-то видели — то вы не видели ничего.

— Конечно нет, принцесса.

— Хо-хорошо.

— Если вы не проделаете что-то такого со мной, то все путем, принцесса.

— Не беспокойтесь об этом, дорогая.

— Оки-доки, Дикая Принцесса!

— Конечно, сестра.

— Все, что скажете, мэм.

Стряхнув с себя пыль и поправив чуть растрепавшуюся эфирную гриву, Селестия последний раз посмотрела на группу статуй.

Я сделаю все, что потребуется, моя дорогая Твайлайт, подумала она, глядя на лицо, прекрасное даже в гневе. Если мне потребуется пересечь весь мир, чтобы спасти тебя, я отправлюсь на луну и вернусь.

Развернувшись, она пересекла двор и встала перед подругами Твайлайт и Шайнинг Армором.

— Итак, кто-нибудь расскажет о том, что тут произошло? — изогнула она бровь.

— На нас напала королева Кризалис! — закричала Рейнбоу Дэш, указывая на статуи. — Я спала… то есть, разгоняла облака над Понивиллем, когда Твайлайт вдруг включила Радужную Силу.

— Поэтому мы как можно скорее побежали к замку, — продолжила Рарити. — И увидели, как это чудовище дерется с Твайлайт.

— И еще она говорила всякие глупости, — вставила Пинки. — О том, что не хочет драться и выходит за вашу сестру.

— Мы подумали, что она управляет разумом принцессы Луны, а также принцессой Кейденс и Шайнинг Армором, — тихо добавила Флаттершай. — Они говорили то же самое и пытались удержать Твайлайт и нас от боя с Кризалис.

— Ну мы и приложили старую жучиху Радужной Силой, — закончила Эпплджек, виновато глядя на каменных пони. — Но… накрыло их всех.

— О, нет, нет, нет, — простонала Селестия, пряча лицо в копытах. — Девочки, я ценю вашу попытку помочь, но Кризалис говорила правду. Она совсем не собиралась на вас нападать.

Все пять пони ошарашенно посмотрели на нее, и Пинки громко ахнула, указав копытом на принцессу.

— Королева и ей мозги промыла! Вперед, на нее!

Селестия удивленно отступила и подняла щиты, защищаясь от неудержимого потока радуг, которые, несомненно, должны были на нее обрушиться. Но атаки не было, и после долгой, напряженной тишины все пони выдохнули.

Рарити посмотрела вокруг и удовлетворенно кивнула.

— Рада, что все помнят наше старое правило “не делать ничего, когда Пинки кричит “Огонь!”

— Ой, — разочарованно вздохнула розовая пони, прижав ушки.

— Но нам все еще надо как-то освободить Селестию, — ответила Рейнбоу. — Может, кокос на голову уроним?!

— Не, это только против амнезии, — покачала головой Эпплджек. — Но одно из знаменитых домашних снадобий бабули Смит поправит ее за мгновенье!

— Или мы можем сходить к Зекоре! — радостно добавила Рарити. — Она знает множество зелий — найдется и то, что вылечит промытые мозги.

— А еще можно спросить меня, — едко заметила Селестия. — И я скажу, как только вы обратили ее в камень, то любой ее контроль надо мной спал. Не говоря уже о том, что даже королева подменышей не способна управлять даже одним аликорном, не говоря уже о трех. Да еще считая и Шайнинг Армора — но он через такое прошел, что разумом ослаб и потому не считается.

— Эй, это не честно… — попытался возмутиться жеребец, но был проигнорирован.

— О. Значит, они все говорили правду… и значит, мы… — Эпплджек замолчала, и переглянулась с подругами в страхе и осознании.

— И значит, вы обратили свою подругу, мою сестру, мою племянницу и будущую невестку в камень из-за недопонимания, — кивнула Селестия.

— Ой, неудачно, — тихо вздохнула Флаттершай.

— И это все, что ты можешь сказать? — возмутилась Рейнбоу Дэш. — Мы только что обратили в камень одну из наших лучших подруг, и все, что ты можешь сказать “ой, неудачно”?!

— Н-ну, не похоже, что они обращены навсегда, — ответила желтая пегаска. — Кроме того, Дискорд говорил, что быть статуей очень успокаивает. Как долгий сон.

— Обещаю, это не будет долгий сон, — заявила Селестия, держа голову высоко. — Моя сестра и я однажды нашли Элементы Гармонии. Я смогу найти что-то похожее, чтобы спасти всех. Даже не думаю, что будет очень сложно. В конце концов, обратить пони в камень сложнее, чем расколдовать.

— Ага, это верно!

— Мы справимся, без проблем!

— Ура! Путешествие!

Радость пони поутихла, когда Селестия повесила голову и печально вздохнула.

— Я бы хотела… чтобы не окаменел хотя бы один из них. Я безмерно верю в вас, мои маленькие пони, но мне было бы куда спокойнее, если бы я вновь могла отправиться на поиски приключений с моей сестрой.

— Ну, на эту тему… есть кое какие «хорошие» новости, — осторожно начала Эпплджек. – Видите ли, у применения Радужной Силы против принцессы Луны имело небольшой побочный эффект…

— О чем ты? – с любопытством наклонила голову Селестия.

— Они, конечно, говорят обо мне, дорогая сестра.

Угольно-черное крыло легло на спину Селестии, и она повернула голову, чтобы увидеть зеленовато-голубые глаза с вертикальными зрачками.

— Я и высказать не могу, как буду рада помочь тебе с этой маленькой спасательной миссией, — продолжила Найтмер Мун, широкая улыбка которой выставляла напоказ все ее острые зубы. – Просто подумай, как нам будет весело вместе. А раз мы будем работать вместе, то ничто в Эквестрии не помешает нам их спасти.

